;
; Muutama sääntö kääntäjälle:
; Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
; Käännä vain teksti ' = ' merkin jälkeen
; Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Care 365
; TranslationAuthor: original; penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 4.81.463
; Lang. Update: 2018-Mar-05
;
[Lang]
NativeLanguage=Finnish-Suomi
[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko
ButtonSkin=Ulkoasu
apply=Salli
Nothanks=Ei, Kiitos
ButtonCancel=Peruuta

[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
LangShortName=fi-fi
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Tavua
KB=Kt
MB=Mt
GB=Gt
pmDefault=Oletus
Information=Tietoja
Warning=Varoitukset
Error=Virhe
Confirm=Vahvista
CurVer=Nykyinen Versio:
FrmSkin.Btnok.Caption=OK
Weathertag=F
FrmGeneral.lblunit.caption=Lämpötila yksikkö:
DelSkinHint=Poista Ulkoasu
LikeOurSoft=Kokeile lisää Wise Teamin sovelluksia, jos pidät Wise Care 365:stä !
DownloadMore=Lataa lisää Wise ohjelmia
Frmboot.lblsec.caption=Sek
FrmBuy.lblinfo4.caption=Elinikäinen täysi tuki.
;
; Popup menu - Ponnahdus valikko
;
pmDelete=Poista valitut isot tiedostot
pmHelp=Suoraa Apua
pmforum=Keskustelualueelle
pmHome=Kotisivulle
pmContact=Ota yhteyttä Meihin
pmSettings=Asetukset
pmCheckNew=Tarkista päivitykset
pmLang=Kielet
pmRegister=Rekisteröi
pmAbout=Tietoja Meistä
pmLicenseKey=Vaihda lisenssiavain
pmIgnore=Ohita tämä merkintä
pmRCrec=Valitse Turvalliset kohteet
pmDCrec=Suositellut
pmAll1=Valitse Kaikki
pmNone=Ei mitään
pmInvert=Käänteinen valinta
pmGo=Avaa Sisältökansio
pmGoReg=Avaa RegEditillä..
pmExport=Vie kohteeseen...
;
; Main GUI - Ohjelman päänäkymä
;
FrmWPMain.btnrescue.caption=Kysymykset-Ratkaisut
FrmWPMain.btncheckup.caption=Tietokoneen Tarkistus
FrmWPMain.btnsysclean.caption=Järjestelmän Siivous
FrmWPMain.btnsystune.caption=Järjestelmän Tehostus
FrmWPMain.btnprivacy.caption=Yksityisyyden Suojaus
FrmWPMain.btnSysmon.caption=Järjestelmän Tarkkailu
FrmChangeHeader.caption=Vaihda Hahmo
FrmHome.btnactive.caption=Päivitä Pro versioon
FrmHome.lblshare.caption=Jaa Wise Care 365:tä
FrmHome.lbltools.caption=Wise Apuohjelmia
FrmHome.btntools.hint=Lisää apuohjelmia
FrmHome.btnhead.Hint=Vaihda Hahmo
FrmHome.edtuser.Hint=Vaihda Kutsumanimi
FrmHome.btnfacebook.hint=Jaa Wise Care 365:tä Facebookissa
FrmHome.btntwitter.hint=Jaa Wise Care 365:tä Twitterissä
FrmHome.btngoogle.hint=Jaa Wise Care 365:tä Google+:ssa
FrmHome.btnemail.hint=Kerro ystävillesi Wise Care 365:stä
FrmHistory.btncheckup.caption=Tarkista
FrmHistory.lblrecord.caption=Siivous Historia
FrmExam.btncancel.caption=Peruuta
FrmExam.lblrecheck.caption=Tarkista uudelleen
FrmExam.btnfix.caption=Korjaa
FrmButtons.lblinfo.caption=Voit lajitella alla olevia sovelluksia vetämällä ja pudottamalla.
;
; About - Tietoja ohjelmasta ja meistä
;
Frmabout.lblstatus.caption=Tila:
FrmAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAbout.lblWarning.caption=VAROITUS: Tämä ohjelma on tekijänoikeuslaein ja kansainvälisin asetuksin suojattu.
;
; Advanced Disk Cleaner - Edistynyt Levyn Siivous
;
Frmadvdc.btnscan.caption=Käynnistä etsintä
Frmadvdc.lblpath.caption=Etsi sijainnista:
Frmadvdc.btnrescan.caption=Etsi uudelleen
Frmadvdc.btnall.caption=Valitse Kaikki
Frmadvdc.btnadvanced.caption=Edistyneet Asetukset
Frmadvdc.btnnone.caption=Ei mitään
Frmadvdc.lblspeed.caption=Maailman Nopein Etsintä Nopeus !
Frmadvdc.lblrec.caption=Muut käyttäjien Tykkäämät sovellukset:
Frmadvdc.vtfiles.Columns[0]=Tiedosto nimi
Frmadvdc.vtfiles.Columns[1]=Koko
Frmadvdc.vtfiles.Columns[2]=Polku
Frmadvdc.vtfiles.Columns[3]=Viimeisin käyttö
Frmadvdc.vtfiles.Columns[4]=Tyyppi
FrmAdvSettings.lblinfo.caption="Etsi tyhjät tiedostot" ilmestyy vain kerran. Seuraavalla kerralla täytyy valinnat tehdä uudellen.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lisää
FrmAdvSettings.btnremove.caption=Poista
FrmAdvSettings.btncancel.caption=Peruuta
FrmAdvSettings.wcknull.caption=Etsi tyhjät tiedostot (0 tavua, hitaampi)
FrmAdvSettings.wckshortcut.caption=Etsi virheelliset pikakuvakkeet (hitaampi)
FrmAdvSettings.caption=Edistyneet Asetukset
FrmAdvSettings.btnre.caption=Suositellut
FrmAdvSettings.btnall.caption=Valitse Kaikki
FrmAdvSettings.btnnone.caption=Ei mitään
;
; Backup and restore - Varmistus ja palautus
;
FrmBackup.caption=Varmuuskopioiden luonti
FrmBackup.btnreg.caption=Luo täysi rekisterin varmuuskopio
FrmBackup.btnsys.caption=Luo järjestelmän palautuspiste
FrmRestore.caption=Palautus Keskus
FrmRestore.btnRegBk.caption=Rekisterin Varmuuskopio
FrmRestore.btnSysBK.caption=Järjestelmän Palautus
FrmRestore.btnclose.caption=Sulje
FrmRestore.btnrestore.caption=Palauta
FrmRestore.btnremove.caption=Poista
;
;Big File Manager - Suurten tiedostojen hallinta
;
FrmGeneral.ckfileshred.caption=Lisää Tiedostosilppuri Toiminnevalikkoon.
FrmBFConfig.ckall.caption=Valitse Kaikki
FrmBFConfig.btnnone.caption=Ei mitään
FrmBFConfig.btnRemove.caption=Poista
FrmBFConfig.caption=Älä huomioi Kohteita
Frmbigfile.vtfiles.Columns[0]=Tiedoston nimi
Frmbigfile.vtfiles.Columns[1]=Koko
Frmbigfile.vtfiles.Columns[2]=Tyyppi
Frmbigfile.vtfiles.Columns[3]=Viimksi käytetty
Frmbigfile.vtfiles.Columns[4]=Polku
Frmbigfile.lblpath.caption=Etsi Sijainnista:
Frmbigfile.btnrescan.caption=Etsi Uudelleen
Frmbigfile.btnsearch.caption=Etsi
Frmbigfile.btndel.caption=Poista
Frmbigfile.btncancel.caption=Pysäytä
FrmBigFile.btnIgnore.caption=Älä huomioi valittuja kohteita
FrmBigFile.btnExport.caption=Vie kohteeseen...
FrmBigFile.btnExConfig.caption=Ohitetut kohteet
;
; Register - Rekisteröinti
;
FrmBuy.lblfull.caption=Rekisteröi täysversio Wise Care 365 Pro,sta:
FrmBuy.lblfull1.caption=Jotta voit käyttää kaikkia ominaisuuksia Wise Care 365;stä, sinun on ostettava täysi versio. Täysversiolla Wise Care 365:stä voit:
FrmBuy.lblinfo0.caption=Yhdellä klikkauksella korjaat kaikki kohteet muutamassa sekunnissa.
FrmBuy.lblinfo1.caption=Siivota kaikki tiedosto jäljet, tietokoneen roskat ja historian automaattisesti.
FrmBuy.lblinfo2.caption=Tehostaa käynnistys nopeutta, Internet käytön nopeutta ja pitää tietokoneesi käynnissä, kuin uutena.
FrmBuy.lblinfo3.caption=Käytönaikainen suojaus ja tehostus Windows järjestelmälle.
FrmBuy.btnbuy.caption=Rekisteröi nyt
FrmBuy.btnactive.caption=Aktivoi lisenssiavaimesi
FrmBuy.lblguarantee.caption=Jos et ole jostain syystä tyytyväinen ohjelmistoon, saat rahasi täysin takaisin 60 päivän ajan ostoksestasi.
FrmBuy.lblkey.caption=Onko sinulla jo lisenssiavain?
FrmRegister.caption=Rekisteröi
FrmLicense.lblinfo.caption=Kiitos että arvioit Wise Care 365:n!
FrmLicense.lblinput.caption=Anna lisenssiavaimesi aktivoidaksesi PRO versioon.
FrmLicense.lblname.caption=Käyttäjä Nimi:
FrmLicense.lblemail.caption=Sähköposti:
FrmLicense.lblkey.caption=Lisenssiavain:
FrmLicense.btnregister.caption=Rekisteröi
FrmLicense.lblhelp.caption=Onko sinulla ongelmia lisenssiavaimen syötössä?
FrmLicense.lblnokey.caption=Eikö sinulla vielä ole lisenssiavainta?
FrmLicense.lblsupport.caption=Ota yhteyttä Meihin
FrmLicense.btnbuy.caption=Osta Nyt
FrmExitNotice.btnexit.caption=Poistu
FrmExitNotice.btnreg.caption=Jatka helppoon rekisteröintiin
FrmExitNotice.lbltitle.caption=Ennen kuin suljet Wise Care 365 Pro:n, Huomioi:
FrmExitNotice.lblinfo.caption=Nämä ongelmat saattavat hidastaa tietokonettasi, vähentää sen tehoja, lisätä turhautumistasi ja ajan käyttöä.
FrmExitNotice.lblregister.caption=Rekisteröi Wise Care 365 Pro:
;
; Common disk clean - Yleinen levyn siivous
;
FrmCommon.btnall.caption=Valitse Kaikki
FrmCommon.btnre.caption=Suositellut
FrmCommon.btnnone.caption=Ei mitään
FrmCommon.btnScan.caption=Käynistä etsintä
FrmCommon.lblstat.caption=Nopeaa ja helppoa siivota käyttämättömät tiedostot ja jäljet.
FrmCommon.btncancel.caption=Peruuta
FrmCommon.btnrescan.caption=Etsi uudelleen
;
; Registry Clean - Rekisterin Siivous
;
FrmRegClean.btnall.caption=Valitse Kaikki
FrmRegClean.btnre.caption=Suositellut
FrmRegClean.btnnone.caption=Ei mitään
FrmRegClean.btnCustom.caption=Muokatut Asetukset
FrmRegClean.WiseLabel1.caption=Ajastus
FrmRegClean.lbltype.caption=Valitse Suoritus Tyyppi:
FrmRegClean.lblweek.caption=Valitse Päivä:
FrmRegClean.lbltime.caption=Aika:
FrmRegClean.btnScan.caption=Käynnistä Etsintä
FrmRegClean.btncancel.caption=Peruuta
FrmRegClean.btnrescan.caption=Etsi Uudelleen
FrmRegClean.lblstat.caption=Et ole siivonnut rekisteriä vielä. Välitön etsintä on suositeltavaa!
FrmRegClean.lblinfo.caption=Säännöllinen rekisterin siivous tekee tietokonesi nopeammaksi ja vakaammaksi.
Frmcustom.caption=Muokatut Asetukset
Frmcustom.btnre.caption=Suositellut
Frmcustom.btnall.caption=Valitse Kaikki
Frmcustom.btnnone.caption=Ei mitään
Frmcustom.btncancel.caption=Peruuta
Frmcustom.btnok.caption=OK
;
; Disk Defrag - Levyn Eheytys
;
FrmDiskDefrag.btnfree.caption=Vapaa Tila
FrmDiskDefrag.btnfolder.caption=Kansio
FrmDiskDefrag.btnfile.caption=Tiedosto
FrmDiskDefrag.btnsystem.caption=Järjestelmä Tiedosto
FrmDiskDefrag.btnFragmented.caption=Pirstoutuneet
FrmDiskDefrag.btnmft.caption=PääTiedostoTaulu (MFT)
FrmDiskDefrag.chkshutdown.caption=Sammuta tietokone levyn eheytyksen jälkeen.
FrmDiskDefrag.btnpause.caption=Tauko
FrmDiskDefrag.btnstop.caption=Pysäytä
FrmDiskDefrag.btnDefrag.caption=Eheytys valinnat
;
; Disk Erase - Levyn Tyhjennys
;
FrmDiskErase.lblinfoex.caption=Levyn Tyhjentäjällä voit suojata yksityisyyttäsi poistamalla täysin tuhotut tiedostot niissä tapauksissa että, joku jollain tiedonpalautus ohjelmalla yrittäisi palauttaa nämä tiedostot.
FrmDiskErase.btnstopErase.caption=Pysäytä
FrmDiskErase.chkshutdown.caption=Sammuta tietokone levyntyhjennyksen jälkeen.
FrmDiskErase.BtnErase.caption=Tyhjennä
FrmDiskErase.lblerasemode.caption=Menetelmä:
FrmDiskErase.vstDisk.Columns[0]=Asemat
FrmDiskErase.vstDisk.Columns[1]=Kokonais koko
FrmDiskErase.vstDisk.Columns[2]=Vapaa levytila
FrmDiskErase.vstDisk.Columns[3]=Tila
;
; Exclusion list - Pois-sulku Lista
;
FrmExclusion.btnimport.caption=Tuo
FrmExclusion.btnexport.caption=Vie
;
; File Shredder - Tiedosto Silpppuri
;
FrmFileShredder.lblFileLine1.caption=Silputut tiedostot poistetaan täydellisesti, eikä niitä voida palauttaa.
FrmFileShredder.lblFileLine2.caption=Silputtujen tiedostojen palauttaminen estetään ylikirjoittamalla niiden alkuperäinen tila.
FrmFileShredder.btnErase.caption=Silppua
FrmFileShredder.btnaddfile.caption=Lisää tiedostot
FrmFileShredder.btnaddfolder.caption=Lisää kansiot
FrmFileShredder.btnstop.caption=Pysäytä
FrmFileShredder.btndelitem.caption=Poista
FrmFileShredder.vtfiles.Columns[0]=Tiedosto-/Kansionimi
FrmFileShredder.vtfiles.Columns[1]=Polku
FrmFileShredder.vtfiles.Columns[2]=Tila
;
; General Settings - Yleis Asetukset
;
FrmGeneral.lbltrash.caption=Käytetyt tiedostot ovat suurempia kuin
FrmGeneral.lbltrace.caption=Jälkien lukumäärä on suurempi kuin
FrmGeneral.chkturbo.caption=Suorita Wise Turbo automaattisesti
FrmGeneral.chkstartup.caption=Suorita Windowsin käynnistyessä
FrmGeneral.chkbooster.caption=Suorita Käynnistys Tehostus tietokoneen käynnistyessä
FrmGeneral.lblsys.caption=Järjestelmä
FrmGeneral.lblupdate.caption=Tarkista päivitykset:
FrmGeneral.chknews.caption=Tarkista uutiskirje kun sovellus käynnistyy
FrmGeneral.chkexp.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta
FrmGeneral.lblexp.caption=Tietoja
FrmGeneral.lblportable.caption=Siirrettävä (USB) Versio
FrmGeneral.btnmakeportable.caption=Luo (USB) Versio
FrmGeneral.lblinterface.caption=Käyttöliittymä
FrmGeneral.lbllang.caption=Kieli valinta:
FrmGeneral.chkue.caption=Nauti meidän Asiakas Kokemusten Kehitys Ohjelmasta
FrmGeneral.btnupdate.caption=Tarkista Nyt
FrmBoosterSettings.chkauto.caption=Hae säätiedot paikallisesta sijainnista
FrmBoosterSettings.chkset.caption=Käytä seuraavaa sijaintia säätietoihin:
FrmGobleSettings.btnstartup.caption=Käynnistys Tehostus
;
; Settings GUI - Ohjelma Asetukset näkymä
;
FrmGobleSettings.caption=Ohjelma Asetukset
FrmGobleSettings.TabBtnGeneral.caption=Yleiset
FrmGobleSettings.TabBtnClean.caption=Siivous
FrmGobleSettings.TabBtnExclusion.caption=Pois-sulku
FrmGobleSettings.TabBtnCheckup.caption=Muokattu tarkistus
FrmGobleSettings.btncancel.caption=Peruuta
FrmGobleSettings.btnok.caption=Tallenna
FrmGobleSettings.btnTray.caption=Ilmaisin alueelle
FrmGobleSettings.btnSysProect.caption=Järjestelmän suojaus
;
; Update - Päivitys
;
FrmNewVer.lblTitle.caption=Uusi versio saatavilla.
FrmNewVer.lblignore.caption=Älä huomioi tätä versiota
FrmNewVer.btnno.caption=Ei Nyt
FrmNewVer.btnUpdate.caption=Päivitä Nyt
;
; Tuneup - Tehostus
;
FrmOptimizer.btnoptimize.caption=Tehosta
FrmOptimizer.lblinfoex.caption=Järjestelmän Tehostus auttaa parantamaan verkko- ja järjestelmä toimintoja.
FrmOptimizer.btnnone.caption=Ei mitään
FrmOptimizer.btnall.caption=Valitse Kaikki
FrmOptimizer.btnDefault.caption=Järjestelmä Oletus
;
; Privacy Erase - Yksityisyys tietojen Poisto
;
FrmPrivacyErase.lblinfo.caption=Suojaa yksityisyyttäsi poistamalla henkilökohtaiset jälkesi.
FrmPrivacyErase.btnrescan.caption=Etsi uudelleen
FrmPrivacyErase.btnScan.caption=Käynnistä etsintä
;
; Register defrag - Rekisterin eheytys
;
FrmProcess.caption=Rekisterin eheyden tutkinta
FrmProcess.lblwait.caption=Odota tutkitaan...
FrmProcess.lblinfo.caption=Tutkinnan aikana, tietokoneesi ei vastaa hetkeen, tämä on ihan normaalia.
FrmRegDefragger.lblinfo.caption=Rekisterin eheytys voi saada tietokoneesi toimimaan nopeammin ja vakaammin.
FrmRegDefragger.lblstat.caption=Et ole eheyttänyt rekisteriä vielä. Välitön rekisterin eheytys on suositeltavaa!
FrmRegDefragger.btndefrag.caption=Eheytä
FrmRegDefragger.lblinfo1.caption=1. Suosittelemme että suljet kaikki muut sovellukset ennen eheytyksen suoritusta.
FrmRegDefragger.lblinfo2.caption=2. Järjestelmäsi ei vastaa kun tutkinta on käynnissä.
FrmRegDefragger.lblinfo3.caption=3. Tietokoneesi käynnistetää uudelleen kun rekisterin tutkinta / eheytys on päättynyt.
FrmRegDefragger.lblinfo4.caption=4. Älä keskeytä rekisterin eheytystä, muuten saattaa aiheutua vakavia seurauksia.
FrmRegDefragger.vtdefrag.Columns[0]=Kohteen nimi
FrmRegDefragger.vtdefrag.Columns[1]=Nykyinen koko
FrmRegDefragger.vtdefrag.Columns[2]=Uusi koko
FrmRegDefragger.vtdefrag.Columns[3]=Pienennys aste
FrmRegDefragger.btnAnalysis.caption=Tutki
;
; Password Generator - Salasana Muodostin
;
FrmPwGenerator.lblnotice.caption=Huom: Säilytä salasanasi turvallisessa paikassa, mikäli unohdat sen.
FrmPwGenerator.BtnCopy.caption=Kopioi Leikepöydälle
FrmPwGenerator.ckdigital.caption=Numerot
FrmPwGenerator.cklowercase.caption=Pienet kirjaimet
FrmPwGenerator.ckupercase.caption=ISOT kirjaimet
FrmPwGenerator.ckspecial.caption=Erikois merkit
FrmPwGenerator.lblinfo.caption=Salasanan muodostin auttaa sinua luomaan vahvan salasanan.
FrmPwGenerator.lbllength.caption=Salasanan pituus:
FrmPwGenerator.Btngenerator.caption=Salasana Muodostin
;
; Software Rate - Ohjelmiston Arviointi
;
FrmRate.Btnlist.caption=Käyttäjä arviot
FrmRate.Btnreview.caption=Oma arvioni
FrmRate.Btnfirst.caption=Ole meidän ensimmäinen arvioija
FrmRate.Btnsubmit.caption=Lähetä
FrmRate.lblscore.caption=Arvio:
FrmRate.lblscorehint.caption=(Sinun täytyy klikata tähtiä arvioidaksesi)
FrmRate.lblnick.caption=Kutsumanimesi:
FrmRate.lblnickhint.caption=(Valinnainen)
FrmRate.lblemail.caption=Sähköpostisi:
FrmRate.lblemailhint.caption=(Valinnainen)
FrmRate.lblcontent.caption=Sisältö:
FrmRate.lblcontenthint.caption=(Valinnainen)
FrmRate.lbldesctitle.caption=Ohjelmiston kuvaus:
FrmRate.lblratesoft.caption=Suositeltu ohjelmisto
;
; Schedule task - Ajastetut Tehtävät
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Peruuta
FrmSchedule.lblinfo.caption=Säännöllinen automaattinen siivous auttaa pitämään tietokoneesi huippukunnossa ja säästää aikaasi
FrmSchedule.chksilent.caption=Hiljainen tila
FrmSchedule.lbltype.caption=Valitse suoritus tyyppi:
FrmSchedule.lblweek.caption=Valitse päivä:
FrmSchedule.lbltime.caption=Aika:
FrmSchedule.caption=Ajasta tehtävä
;
; Startup Manager - Käynnistyvien muokkain
;
FrmStartupMgr.chkhidems.caption=Piilota kaikki Microsoft palvelut
FrmStartupMgr.TabBtnBoot.caption=Käynnistyvät
FrmStartupMgr.TabBtnService.caption=Palvelut
FrmStartupMgr.TabBtnHis.caption=Estetyt
FrmStartupMgr.BtnRestoreAll.caption=Yhden klikkauksen Palautus
FrmStartupMgr.tabbtnup.caption=Tehostus-1
;
; System slimming - Järjestelmän kevennys
;
FrmSysClean.btnSlimming.caption=Kevennä
FrmSysClean.btnall.caption=Valitse Kaikki
FrmSysClean.btnrecommended.caption=Suositellut
FrmSysClean.btnnone.caption=Ei mitään
FrmSysClean.vtsys.Columns[0]=Kohde
FrmSysClean.vtsys.Columns[1]=Koko
FrmSysClean.vtsys.Columns[2]=Sijainti
FrmSysClean.vtsys.Columns[3]=Ehdotus
;
; Main Tabs - Päävalikot
;
FrmTabSysClean.TabBtnBigFile.caption=Suurten tiedostojen hallinta
FrmTabPrivcay.TabBtnPrivacyErase.caption=Yksityisyyden tyhjennys
FrmTabPrivcay.TabBtnDiskErase.caption=Levyn tyhjennys
FrmTabPrivcay.TabBtnFileShredder.caption=Tiedosto silppuri
FrmTabPrivcay.TabBtnPwGenerator.caption=Salasana muodostin
FrmTabSysClean.TabbtnRegclean.caption=Rekisterin siivous
FrmTabSysClean.TabBtnCommonClean.caption=Yleis siivous
FrmTabSysClean.TabBtnAdvClean.caption=Edistynyt siivous
FrmTabSysClean.TabBtnSysSimming.caption=Järjestelmän kevennys
FrmTabSysTune.TabbtnSysOpt.caption=Järjestelmän tehostus
FrmTabSysTune.TabBtnDDefrag.caption=Levyn eheytys
FrmTabSysTune.TabBtnRDefrag.caption=Rekisterin eheytys
FrmTabSysTune.TabBtnBoot.caption=Käynnistys muokkaus
FrmTabSysTune.TabBtnContext.caption=Toiminne valikot
FrmTabSysMon.TabBtnProcess.caption=Tapahtumien valvonta
FrmTabSysMon.TabBtnHard.caption=Laitteisto näkymä
FrmTabSysMon.btnProcessor.caption=Prosessori
FrmTabSysMon.btnBoard.caption=Emolevy
FrmTabSysMon.btnMemory.caption=Muistit
FrmTabSysMon.btnGraphic.caption=Näytönohjain
FrmTabSysMon.btnDisk.caption=Levyt/Varastot
FrmTabSysMon.btnNetAdapter.caption=Verkkoliitynnät
FrmTabSysMon.btnSoundCard.caption=Äänilähteet
;
; Cleanup Settings - Siivous Asetukset
;
FrmSettingClean.cksafe.caption=Turvallinen Poisto
FrmSettingClean.chkAutoBackup.caption=Rekisterin auto varmuuskopiointi kun siivotaan
FrmSettingClean.lblfolder.caption=Muokkaa tyhjennetävää kansiota (Vain kokeneille käyttäjille)
FrmSettingClean.btnadd.caption=Lisää
FrmSettingClean.btnremove.caption=Poista
FrmSettingClean.lblscanmode.caption=Kuinka etsitään rekisteristä?
FrmSettingClean.rdnormal.caption=Normaalisti (Suositus)
FrmSettingClean.rdssafe.caption=Turva tila (Vain "Turvalliset" kohteet näytetään)
FrmSettingClean.rddeep.caption=Syvä etsintä (Täyden etsinnän tila, vain kokeneille käyttäjille)
FrmSettingClean.lblusers.caption=Käyttäjä valinta:
frmsettingclean.rdauser.caption=Kaikki käyttäjät
frmsettingclean.rdcuser.caption=Vain nykyinen käyttäjä
frmsettingclean.rdusers.caption=Valitut käyttäjät
;
; Ignored Items - Ohitettavat kohteet
;
FrmIgnoredItems.BtnRestore.caption=Palauta
FrmIgnoredItems.btnall.caption=Valitse Kaikki
FrmIgnoredItems.btnnone.caption=Ei mitään
FrmIgnoredItems.lblinfo.caption=Tarkistuksessa ohitettavat kohteet
;
; Shutdown notice - Sulkemis muistutus
;
FrmShutDownNote.caption=Sulkemis muistutus
FrmShutDownNote.btnCancel.caption=Peruuta
;
; Skin - Ulkoasu
;
Frmskin.lblphoto.caption=Muokkaa kuva ulkoasua
FrmSkin.lblprevious.caption=Edellinen
FrmSkin.lblnext.caption=Seuraava
;
; Input Window - Syöttö Ikkuna
;
frminput.btncancel.caption=Peruuta
frminput.btnok.caption=OK
;
; Custom Avatar - Hahmon Muokkaus
; 
FrmChangeHeader.btncustom.caption=Muokkaa hahmoa
FrmChangeHeader.btnsys.caption=Järjestelmä hahmo
FrmChangeHeader.btnlocal.caption=Paikallinen kuva
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Peruuta
FrmChangeHeader.lblpreview.caption=Esikatsele
;
; Security Essentials - Turvallisuus Pääkohdat
;
Frmsecurity.caption=WiseCleaner.comin Asiakas Kokemusten Kehitys Ohjelma
Frmsecurity.lbltitle.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmastamme
Frmsecurity.lblinfo1.caption=Auttaaksesi kehittämään tätä tuotetta, voit nauttia Asiakas Kokemusten Kehitys Ohjelmastamme lähettämällä tietoja WiseCleaner.comille siitä, kuinka käytät WiseCleaner.comin tuotteita.
Frmsecurity.lblinfo2.caption=Mitään kerättyä tietoa ei käytetä Sinun tunnistamiseen tai yhteydenottoon ja voit koska tahansa poistua Kehitys Ohjelmasta.
Frmsecurity.lbllink.caption=Lisää tietoa Asiakas Kokemusten Kehitys Ohjelmasta.
Frmsecurity.cbagree.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmastamme.
Frmsecurity.cbagainst.caption=Ei, En halua nauttia ohjelmasta tällä kerralla.
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=KIITOS että valitsit Wise Care 365:n
FrmTrail.lblhint.caption=Et voi käyttää seuraavia ominaisuuksia kokeilujakson päättymisen jälkeen.
FrmTrail.lblinfo0.caption=1, Yhdellä klikkauksella tietokoneen tarkistusta ja virheiden korjausta.
FrmTrail.lblinfo1.caption=2, Yksityisyyden Poistajaa.
FrmTrail.lblinfo2.caption=3, Toiminne valikkojen hallintaa.
FrmTrail.lblinfo3.caption=4, Auto päivitystä uuteen versioon.
FrmTrail.lblinfo4.caption=5, Erinomaisia uusia ulkoasuja & teemoja.
FrmTrail.lblhint1.caption=Jos pidät tästä ohjelmasta, uudistaa sen lisenssi ajoissa.
FrmTrail.btnbuy.caption=Osta Nyt
FrmTrail.btnClose.caption=Myöhemmin

[WiseTray]
TfrmTraySetting.ckclose.caption=Sulje laatikko kun pääohjelma on suljettu.
TfrmAssistMsg.ckbxNoPrompt.caption=Älä kysy uudelleen
TfrmTraySetting.ckAssist.caption=Huomauta minua kun joku vastasi viestiini.
TfrmTraySetting.ckReware.caption=Huomauta minua kun joku lähetti maksetun kysymyksen.
TfrmTraySetting.Caption=Kelluvaikkuna Asetukset
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Peruuta
TfrmTraySetting.ckbx4.Caption=Näytä Kelluvaikkuna automaattiesti kun suoritetaan Wise Care 365:tä
TfrmTraySetting.lbl4.Caption=Auto-tehosta muistia kun muistin käyttö suhde on suurempi kuin tämä arvo
TfrmTraySetting.lbl1.Caption=Lämpötilan yksikkö
TfrmTraySetting.lbl2.Caption=Näytä Järjestelmätiedot
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celsius
TfrmTraySetting.ckbx3.Caption=Auto tehostus
TfrmTraySetting.ckbx5.Caption=Prosessorin lämpötila
TfrmTraySetting.ckbx6.Caption=Näytönohjaimen lämpötila
TfrmTraySetting.ckbx7.Caption=Kiintolevyt
TfrmTraySetting.ckbx8.Caption=Emolevyn lämpötila
TfrmTraySetting.ckbx9.Caption=Verkon nopeus
TfrmTraySetting.ckbx10.Caption=Prosessorin käyttö
FrmTrayMain.btnExit.caption=Poistu myös Pääohjelmasta
FrmTrayMain.btnShowMain.caption=Avaa Pääohjelma
FrmTrayMain.ppmitem2_1=Piilota kelluvaikkuna
FrmTrayMain.ppmitem2_2=Näytä kelluvaikkuna
frmWiseFloatWnd.ppmStayontop=Pidä päällimäisenä
frmWiseFloatWnd.ppmHide=Piilota kelluvaikkuna
TfrmPopupWnd.Caption=Wise Care 365 Ilmaisin alueella
TfrmPopupWnd.btn1.Caption=Tehosta
TfrmPopupWnd.lblM.Caption=Muisti：
TfrmPopupWnd.lblC.Caption=Prosessori：
TfrmPopupWnd.lblC1.Caption=Prosessori：
TfrmPopupWnd.lbl1.Caption_1=Tarvittava käytettävä muisti
TfrmPopupWnd.lbl1.Caption_2=Pienin käytettävissä olevan muisti
TfrmPopupWnd.lbl1.Caption_3=Harvoin käytettävissä oleva muisti
TfrmPopupWnd.lvitem0=Tehosta järjestelmä resursseja
TfrmPopupWnd.lvitem1=Siivoa muistia
TfrmPopupWnd.lvitem10=Suurin muistin käyttö
TfrmPopupWnd.lvitem30=Suurin prosessorin käyttö
TfrmPopupWnd.msg1=Muistista siivottu
TfrmTraySetting.lblTip.Caption=Muokkaa Kelluvaa ikkunaa
TIP_CPU_USE=Prosessori käyttö
H_ID_MAINBOARD=Emolevyn lämpö
H_ID_CUP=Prosessorin lämpö
H_ID_GRAPHICS_T=Näytönohjaimen lämpö
H_ID_DISK=Kiintolevyn lämpö

[Context]
ContxtMgrInfo=Helppo tapa Estää/Sallia ohjelmia Windowsin tominnevalikossa.
ContextName=Toiminnevalikko otsikko
ContextPublisher=Julkaisija
ContextType=Tyyppi
ContextAction=Tila
ContextAll=Kaikki tiedostot (*)
ContextDirectory=Hakemisto
ContextFolder=Kansio
ContextDrive=Asema
ContextBack=Työpöytä
ContextRecycle=Roskakori
ContextShortcut=Pikakuvaketiedosto
ContextExe=Suoritus tiedosto
Contextunknowndesc=Tuntematon kuvaus
Contextunknown=Tuntematon yritys

[Message]
MWDetected=Haittaohjelmia havaittu estämässä %s toimintaa. Klikkaa OK saadaksesi ratkaisu.
ConfirmRemoveDownload=Se poistaa kaikki tiedostot latauskansioista, oletko varma, että haluat jatkaa?
OverMaxTimes=Tunnistus virhe! Olet ylittänyt enimmäismäärän aktivointeja jonka saat lisenssillä. Älä epäröi ottaa yhteyttä, jos luulet että aktivointi on virheellinen tai jos tarvitset enemmän lisenssejä!
Skipped=Ohitettu
7After=%d päivää kulunut viimeisestä rekisterin siivouksesta. Välitön etsintä ja siivous on suositeltavaa.
7Before=Siivoamalla rekisterin saat nopeamman tietokoneen!
Activated=Pro versio on aktivoitu.
ActivateOnline=Tarkistetaan rekisteröinti tietojasi, odota muutama sekuntti...
AddFileType=Lisää Tiedostotyyppi
AddFolder=Lisää Kansio
AdviseClean=Säännöllinen rekisterin siivous tehostaa ja vakauttaa Tietokonettasi.
AllHardDrive=Paikalliset kiintolevyt
AlreadExist=%s on jo listalla.
Analysing=Tutkitaan...
Area=Alue
AvdDefaultHint=Etsi lisää käyttämättömiä tiedostoja ja vapauta lisää tilaa.
BackupDate=Varmistus päivä
BackupType=Varmistuksen tyyppi
BFName=Tiedoston nimi
BFPath=Polku
BFSize=Tiedoston koko
BFType=Tyyppi
BigfileHint=Järjestelmän avain- ja tärkeät tiedostot on rajattu ulkopuolelle etsintä asetuksissa. Ole varovainen kun valitset muita tiedostoja.
BigfileSearch=Säännöllisesti poistetut, käyttämättömät suuret tiedostot jotka varaavat levytilaa, poistamalla ne vapautat lisää levytilaa!
BigfileSearchFinish=%d suurta tiedostoa löytyi, vievät %s levytilaa. Kesto: %d sekuntti(a).
BigfileSelect=Olet valinnut %d tiedostoa, niiden poisto vapauttaa %s levytilaa.
bkAuto=Automaattinen
bkManual=Käyttäjän luomana
Browse=Selaa...
BrowserRunning=%s on käynnissä. Haluatko sulkea sen? Muuten, välimuistia ja evästeitä ei voida siivota?
BtnHint=Nopeampi & Turvallisempi
BtnUpgrade=Päivitä Pro versioon
Cancel=Peruuta
CanFreeSpace=%d tiedosto(a) löytyi, ja %s levytilaa voi säästyä.
CannotCrTask=Ajastettua tehtävää Ei voi luoda.
Clean=Ei korjattavaa
CleanDone=Siivous on suoritettu!
CleanForReg=Siivotaan rekisteriä...
CleanHis=Viimeisin Tarkistus/Siivous historia
Cleaning=Siivotaan...
CleanNow=Löytyi yksityisyysriskejä, välitön siivous on suositeltavaa.
ComfirmDefrag=Tallenna keskeneräiset työsi koska, Tietokone käynnistetään uudelleen heti rekisterin eheytyksen jälkeen. Jatketaanko?
Complete=Suoritettu
Compress=Pakataan tietoja rekisteritiedostoon...
ConfirmAdd=Oletko varma että haluat poistaa kaikki tedostot kohteesta %s kun, suoritat "Edistynyttä Siivoajaa"?
ConnectFail=Palvelimeen ei saada yhteyttä, tarkista internet yhteytesi ja yritä uudelleen.
CreateBackup=Noudetaan tietoja rekisterin varmuuskopioon...
CreateBackupReg=Luodaa rekisterin varmuuskopiota... Odota muutama minuutti.
CreateDate=Luonti päivä
def15After=%d päivää kulunut viime kerrasta, välitön rekisterin eheytys on suositeltavaa.
def15Before=Tietokoneesi toimii nopeammin ja vakaammin jos eheytät rekisterin säännöllisesti.
DefaultValue=(Oletus)
DefragRate=Tehostus suhde on: %s.
DefragReport=Rekisteri on eheytetty. Tehostus raportti:
DefragReport1=Rekisterin vanha koko:
DefragReport2=Rekisterin uusi koko:
DefragReport3=Tehostunut koko:
delbigfile=Valittujen suurten tiedostojen poistoa EI VOIDA suorituksen jälkeen kumota. Haluatko poistaa nuo valitut tiedostot?
delbigfileFail=Ei voida poistaa tiedostoa: %s, se saattaa olla jonkin sovelluksen käytössä.
DelSkin=Oletko varma että haluat poistaa tämän ulkoasun?
Description=Kuvaus
DisableAdd=Turvallisuus syistä, muutamat erikois kansiot kuten: "Windows Kansio", "Käynnistys Kiintolevyltä" ja "CD-ROM", näitä ei voi lisätä tälle listalle. 
Discount=(25% alennus saatavilla nyt)
DiscountInfo1=Olet käyttänyt Wise Care 365 Vapaa versiota enemmän kuin %d päivää, 
DiscountInfo2=nyt meillä on erikoistarjous Sinulle,
DiscountInfo3=maksat vain %s päivityksestä PRO versioon.
DownloadError=Lataus virhe, yritä uudelleen myöhemmin.
DownloadingSkin=Nykyinen lataus tapahtuma ei ole päättynyt. Päivitä ohjelmisto myöhemmin.
DupFile=Tiedosto listalta
DupFolder=Tämä kansio on jo listalla.
DupItem=Kohde on jo listalla.
ElapsedTime=Käytetty aika: 
ELeftTime=Aikaa arviolta...
EmptyEmail=Sähköpostiosoitteesi ei voi olla tyhjä.
EmptyName=Nimesi ei voi olla tyhjä.
EmpytKey=Lisenssiavain ei voi olla tyhjä.
EnableRestore=Järjestelmän Palautus, toiminto on estetty. Haluatko sallia Järjestelmän Palautus toiminnon?
Entries=Merkintä(ä)
ErrorMsg=Virhe viesti:
ExImport=Sulkulista on viety kohteeseen:
ExitTray=Haluatko että, Wise Care 365 lopetetaan sekä Pääohjelmana että Ilmaisinalueelta?
ExpiryDate=Vanhenemis päivä:
Exported=Nykyiset tiedot on viety kohteseen %s. Haluatko avata tiedoston nyt?
Extracte=Puretaan rekisteritiedostoa...
FailedCloseProcess=Ohjelman keskeytys epäonnistui. Sulje kohde ohjelma manuaalisesti.
FailToDelete=Joitain tiedostoja ei voitu poistaa nyt, ne poistuva kun tietokone käynnistetään uudelleen.
failtounLock=RegEditin lukinnan poisto epäonnistui. Tarvitset enemmän käyttöoikeuksia suorittaaksesi tämän toiminnon.
FindDrives=Etsitään asemista...
FindError=%d ongelma(a) löydetty, joista %d on ei turvallisia merkintöjä.
FindFilesSize=%d tiedosto(a) löytyi, koko yhteensä %s
FindRunProcess=Kohde ohjelma on käynnissä. Sulje se ja päätä tämä päivitys.
FindTraces=%d historia tietoa löytyi.
FindTracesSection=%d jälkeä löytyi tästä kohdasta
Fix=Korjaa
Free=Vapaa
GetHotSkinError=Ilmeni Virhe Kyseltäessä ulkoasu tietoja.
GettingRestoreData=Noudetaan palautettavaa tietoa...
GoodHabit=Säännöllinen rekisterin siivous pitää tietokoneesi tehokkaana.
HaveChange=Haluatko tallentaa muutokset?
Hours=Tuntia
Ignore=Älä huomioi
IgnoreVer=Älä huomioi tätä päivitystä
illegalType=%s on laiton tiedosto tyyppi.
InputCookie=Anna Verkkoalue (Kuten Google, live jne.)
InputSummary=Anna yhteenvetosi tästä tyypistä:
InputType=Anna tiedostonimi tai -tyyppi (Esim: *.tmp jne..)
InvalidEmail=Virheellinen sähköpostiosoite, anna voimassa oleva sähköpostiosoite.
InvalidIgnorItem=Tätä kohdetta ei voi ohittaa.
InvalidKey=Virheellinen lisenssiavain, anna voimassa oleva lisenssiavain.
InvalidRegInfo=Virheellinen rekisteröinti tieto!
InvalidType=Virheellinen tiedosto tyyppi
IsRunning=Ohjelma etsii, odota kunnes etsintä on suoritettu, yritä sitten uudelleen.
IssueFound=%d ongelma(a) löytyi.
IssuesFound=%d kohdetta löytyi.
Items=Kohteet
KeyWord=Anna avainsana:
KillProcessError=Tehtävän keskeytys virhe, mahdollinen syy on riittämättömät käyttöoikeudet
LastClean=Viimeisin siivous suoritettu: 
LastCommonClean=Viimeisin siivous suoritettu: 
LastDefrag=Viimeisin rekisterin eheytys tapahtunut:
LeastOne=Sinun tulee valita vahintään yksi alue etsintään.
LeftTime=Aikaa jäljellä: 
LeftTimeSec=Kesto: %s sekunttia.
LestOne=Sinun tulee valita vähintään yksi alue tutkittavaksi.
LestOneClean=Sinun tulee valita vähintään yksi alue siivottavaksi.
LestOneItem=Sinun tulee valita vähintää yksi kohde siivoukseen.
LogAll=%d ongelmaa löytyi, %d ongelmaa on ratkaistu.
LogFail=Epäonnistui poistaa %d kohdetta.
Minutes=Minuttia
MoreSpace=Vapauta lisää tilaa
NeedBackup=Näyttää siltä että tämä on ensimäinen kertasi kun tarkistat Tietokoneesi. Välitön varmuuskopiointi on suositeltavaa. Haluatko luoda varmuuskopion automaattisesti nyt?
NeedInstall=Haluatko asentaa %s nyt?
NeedStartup=Sinun täytyy nopeuttaa Tietokoneesi manuaalisesti, Wise Care 365:ä ei ole asetettu suoritettavaksi käynnistettäessä.
NeedUpdate=Haluatko päivittää %s nyt?
Never=Ei Vielä
NeverDefrag=Et ole eheyttänyt rekisteriä vielä!
New=Uusi
NewVer=Uusi versio on saatavilla! Haluatko päivittää siihen nyt?
NoBackupSelected=Sinun tulee valita vähintään yksi varmuuskopio palautettavaksi.
NoDriveChecked=Sinun tulee valita yksi tai useampia asemia etsintään.
NoError=Onnittelut, ongelmia ei löytynyt!
NoFilesFound=Ei roskatiedostoja
NoItemChecked=Sinun tulee valita yksi tai useampia tiedostoja siivoukseen.
NoItemFound=Kohteita ei löytynyt
NoItems=Onnittelut! Kaikki kohteet on tehostettu.
NoNewVer=Onnittelut! Versio jota käytät on viimeisin!
NoRegInfo=Rekisteröintitietojasi ei löydy.
Notice=Tekee Tietokoneesi nopeammaksi & turvallisemmaksi
NoTracesFound=Ei jälkiä
NoTrashAndTrace=Onnittelut! Tietokoneesi on puhdas.
NotShowNotice=Älä näytä tätä huomautusta uudelleen.
NotSupportOS=Tämä ominaisuus ei ole tuettu tässä käyttöjärjestelmässä.
NowCleaning=Nyt siivotaan:
Offer=Erikois Tarjous
Optimize=Tehosta
PluginCount=Liitännäisten lukumäärä:
PrivacyActive=Otettu käyttöön
PrivacyData=Yksityisyys tietoja:
PrivacyDefaultHint=Säännöllinen jälkitietojen etsintä voi suojata yksityisyyttäsi tarpeettomilta silmiltä.
Privacyissues=Yksityisyys ongelmat:
PrivacyUnActive=Yksityisyys ongelmat: Ei Käytössä
Problems=Löydetyt ongelmat
Proupdate=Tämä PRO versio on lahjoitus, mutta se tulee VAPAA versioksi jos päivität Wise Care 365:n. Jatketaanko?
RegBackup=Rekisterin Varmuuskopion luonti
RegBackupDone=Rekisterin varmuuskopion luonti onnistui.
RegBackupFail=Rekisterin varmuuskopion luonti epäonnistui.
RegeditorLocked=RegEditin käyttö estetty. Toiminnossa varmista/palauta, tarvitset oikeudet RegEditiin. Haluatko poistaa Regeditin lukinnan nyt?
RegEntries=Virheelliset rekisteri kohteet.
Regerror=Rekisteri virheitä:
Registried=Rekisteröity
RegRestore=Palauta rekisterin Varmuuskopio
RegTitle=Ei Rekisteröity
Removebackup=Oletko varma että haluat poistaa valitun varmuuskopio tiedoston?
RemoveSysRestore=Oletko varma että haluat poistaa valitun, järjestelmän palutuspisteen?
ReScanHint=%d ongelmaa löytyi, löytääksesi lisää oneglmia, uudelleen estintä on suositeltavaa.
ReScanHint1=Suosittelemme että etsit välittömästi uudelleen, löytääksesi lisää ongelmia.
ReScanHint2=Etsi uudelleen löytääksesi lisää ongelmia.
RestoreComplete=Palautus suoritettu.
RestoreFromSysRestore=Sinun täyty käynnistää tietokone uudelleen järjestelmän palautuksen jälkeen. Haluatko käynnistää järjestelmän palautuksen nyt?
RestorePointDone=Palautuspiste on luotu onnistuneesti.
RestorePointFail=Järjestelmän palautuspisteen luonti epäonnistui.
RestoreReg=Palautetaan rekisterin varmuuskopiota...odota muutama minutti.
Safetodel=Tämä kohde voidaan poistaa turvallisesti.
ScanAborted=Etsintä on peruutettu!
ScanCanceled=Etsintä on keskeytetty!
ScanFor=Etsitään:
Scaning=Etsitään..
ScannedSection=Etsityt Osiot:
Scanning=Etsitään...
ScheduleHint=Ajasta Siivous säännölliseksi.
ScheduleNextTime=Seuraava kerta:
ScheduleNotActive=Ajastettua tehtävää ei ole asetettu.
Secs=Sekunttia
SelectFolder=Valitse kansio
SelectHardDrive=Valitse kiintolevy
ShredFile=Silppua tiedosto/kansio
SkinCorrupt=Ladattu ulkoasu tiedosto on sopimaton tai vioittunut! Lataa se uudelleen.
SkinLimit=Tämä ulkoasu on Saatavilla vain Pro Versioon, Päivitetäänkö Nyt?
StartClean=Käynnistä Siivous
StartScan=Käynnistä Etsintä
SuggestDefrag=Välitön rekisterin eheytys on suositeltavaa.
SuggestIgnore=Voit eheyttää rekisterin seuraavalla kerralla.
Summary=Yhteenveto
SysCreating=Luodaan järjestelmän palutuspistettä...
SysProtectOff=Ei Järjestelmän suojausta
SysProtectOn=Järjestelmän suojaus käytössä
SysRestoring=Valmistellaan järjestelmän palautusta...
ThanksRegister=Kiitos että rekisteröit tämän tuotteen!
Total=Yhteensä:
TotalDefrag=%.2f on pakattu.
TotalTraces=%d jälkeä löytyi.
TraceCount=Jälki tietoja löytyi:
TraceFound=Niistä on löytyi %d yksityisyysriskiä.
TraceFoundEx=Seuraavat jäljet löytyi:
TraceRemoved=%d yksityisyysriskiä on poistettu.
TranslateTo=Käännetty kielille...
TrashFound=%d tiedosto(a) löytyi, koko yhteensä %s.
TrashFoundEx=Seuraavat roskatiedostot löytyi:
TrashRemoved=Poistettu %d tiedosto(a), vapautettu %s levy tilaa.
TrashSize=Roskatietoja joiden koko:
TrayNotice=Tietokonettasi ei ole siivottu viimeiseen puoleen kuukauteen!
TuneupCount=Tehostusten lukumäärä: 
TypeChanged=Olet vaihtanut etsintä kohteita!
TypeNoError=Ei ongelmia
Unknow=Tuntematon
Unlimited=Rajoittamaton
Unoptimized=Tehostamaton
Unregistried=Rekisteröimätön
VipSkin=Tämä ulkoasu on saatavilla vain rekisteröidylle käyttäjille. Päivitetäänkö nyt?
WaitForDownload=Odota kun lataus on valmis. 
WaitUpdateComplete=Nykyinen päivitys tehtävä ei ole päättynyt. Päivitä tämä ohjelma myöhemmin.
WarnNoType=Sinun tulee valita vähintään yksi tiedosto tyyppi!
WarnZeroFile=Valitsit "Tyhjä Tiedosto" Tilan. Jotkut 0-tavu tiedostot ovat välttämättömiä, tarkista näkymä ennen kuin poistat ne. Oletko varma että haluat tehdä tämän?
WDCReport=Wise Disk Cleaner raportti
Working=Odota kunnes käynnissä oleva tehtävä on suoritettu, yritä sitten uudelleen.

[Exclusion]
Folder=Pois-suljetut Kansiot
AddFolder=Lisää Kansio
File=Pois-suljetut Tiedostot
AddFile=Lisää Tiedosto
File Type=Pois-suljetut Tiedostotyypit
AddType=Lisää Tyyppi
Registry=Pois-suljetut Rekisteriavaimiet
Add Key=Lisää Avain
Delete=Poista
Cookies=Pois-suljetut Verkkoalueet
Add Cookie=Lisää Verkkoalue
Whiteapp=Sovellusten Valkolistat
Blackapp=Sovellusten Mustatlistat
WhitePosition=Valkolistan sijainti
BlackPosition=Mustanlistan sijainti

[PrivacyScan]
SeenPictures=Näytettyjen Kuvien historia
SeenPicturesHint=Internetistä näytettyjen kuvien historia.
SeenMovies=Katsottujen elokuvien/videoiden historia
SeenMoviesHint=Internetissä katsottujen elokuvien/videoiden historia
AccessFiles=Käytettyjen Tiedostojen historia
AccessFilesHint=Tietokoneen käytön aikaisten tiedostojen historia.
VisitedWeb=Vierailtujen Sivustojen historia
VisitedWebHint=Internetissä vierailtujen sivustojen historia.

[PrivacyClean]
GoodHabit=Sinulla on siivottu tietokone, on hyvä tapa siivota konettasi, pidä sitä yllä!
CleanNow=Löytyy yksityisyydensuoja riskejä. Välitön siivous on suositeltavaa.
TraceFound=%d yksityisyydensuoja rikskiä löytyi.
TraceRemoved=%d yksityisyydensuoja riskiä on poistettu.

[Password]
Weak=Heikko
OK=OK
Strong=Vahva

[Schedule]
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Idle=Kun Jouten
Login=Kirjauduttaessa
Sunday=Sunnuntaina
Monday=Maanataina
Tuesday=Tiistaina
Wednesday=Keskiviikkona
Thursday=Torstaina
Friday=Perjantaina
Saturday=Lauantaina
AutoScan=Auto etsintä
AutoClean=Auto siivous

[Bootup]
BootAction=Käyttö
BootDelHint=Poista tämä kohde
BootLoad=Ladataan käynnistyviä Ohjelmia ja Palveluita
BootName=Ohjelman kuvaus
BootRate=Ohjelman arvio
BootSuggestion=Ehdotus/Arvio
BootTime=Käynnistys aika
BtnRestore=Palauta
CanDisable=Valinnainen: pois
delItem=oletko varma että haluat poistaa kohteen?
Disable=Estä käynnistys
Enable=Salli käynnistys
FailToChange=Tätä kohdetta ei voi muuttaa.
HisInfo=%d kohdetta tällä hetkellä estetty. Voit helposti sallia väärin estetyt käynnistymiset täällä.
Keep=Säilytä asetus
MaySpeedup=Käynnistys aika lyhenee %.2f sekunttiin.
MustEnable=Täytyy olla käytössä
NoHisInfo=Tällä hetkellä Ei estettyjä kohteita.
NoSuggestion=Ei arviota vielä
Optimal=Paras mahdollinen
Publisher=Julkaisija
ServiceCountInfo=Löytyi %d kolmannen osapuolen ja %d järjestelmä palvelua.
ServiceName=Palvelun kuvaus
StartupInfo=Estämällä tarpeettomasti käynnistyvät ohjelmat nopeutat tietokoneesi käynnistymistä.
ToDisable=Suositus: pois
ToKeep=Jätä se näin
Tuneup=Tehosta
TuneupDone=%d käynnistyvää kohdetta on estetty.
TuneupFaile=%d käynnistyvää kohdetta ei voi estää.

[Msg]
WDCScanSpeed=Maailman Nopein Etsintä Nopeus!
WDCSysSlimming=Tiedostoja ei löytynyt!
PowerOpt=Ei tehostettavia kohteita!

[CommonClean]
ScanAbortedHint1=Suosittelemme että etsit välittömästi uudelleen löytääksesi käyttämättömiä tiedostoja.
ScanAbortedHint=Suosittelemme että etsit välittömästi uudelleen löytääksesi käyttämättömiä tiedostoja ja jälkiä.
DefaultHint=Säännöllinen siivous voi säästää levytilaa ja suojata yksityisyyttäsi.
7After=%d päivää kulunut viimeisestä siivouksesta. Välitön etsintä on suositeltavaa.
7Before=On hyvä tapa pitää levyasemat puhtaina ja yksityisyytesi suojattuna.

[SysClean]
Scanning=Etsitään...
ScanEnd=%d kohde(tta) löytyi. %s levytilaa vapautuisi.
NoItems=Onnittelut! Järjestelmälevysi on puhdas.
Open=Avaa
Remove=Poista
MoreSpace=Vapauta lisää tilaa
Cleaning=Siivotaan...
NoItems=Onnittelut! Järjestelmälevysi on puhdas.
SpaceFreed=Kevennys suoritettu. %s levytilaa vapautui.
Installer=Vanhentunut Windows Asennus
LongInstaller=Vanhentuneen Windows asennuksen tiedostot ovat tarpeettomia. Ne voidaan poistaa vapauttaen levytilaa.
PatchUninstall=Windows päivityspakettien asennuksenpoisto tiedostot 
LongPatchUninstall=Jos et halua säilyttää Windows päivitysten asennusten tiedostoja, voit poistaa nämä tiedostot.
Downloadedfiles=Ohjelmien Windowsiin lataamat asennustiedostot
Longdownloadedfiles=Kun ohjelmien päivityspaketien asennus on suoritettu etkä tarvitse päivitys tiedostoja niin, voit turvallisesti poistaa nämä tiedostot.
Baselinecache=Windows asentajan perustason välimuisti
LongBaselinecache=Windowsin asennus palvelu on luonut tiedostot, nämä voidaan poistaa.
JPIME=Japanilaiset IME (kirjoitusapu) tiedostot
LongJPIME=Jos et tarvitse Japanilaisia IME (kirjoitusapu) tiedostoja enää, voit poistaa ne.
KoreanIME=Korealaiset IME (kirjoitusapu) tiedostot
LongKoreanIME=Jos et tarvitse Korealaisia IME (kirjoitusapu) tiedostoja enää, voit poistaa ne.
TChineseIME=Perinteiset Kiinalaiset IME (kirjoitusapu) tiedostot
LongTChineseIME=Jos et tarvitse perinteisiä Kiinalaisia IME (kirjoitusapu) tiedostoja enää, voit poistaa ne.
MPinyinIME=Microsoft Pinyin IME (kirjoitusapu) tiedostot
LongMPinyinIME=Jos et tarvitse Microsoft Pinyin IME (kirjoitusapu) tiedostoja enää, voit poistaa ne.
HelpFile=Windowsin Apua Tiedostot
LongHelpFile=Jos et tarvitse Windows Apuatiedostoja enää, voit poistaa ne.
SamplePic=Windowsin Kuvanäytteet
LongSamplePic=Jos et tarvitse näytekuvia enää, voit poistaa ne.
SampleMic=Windowsin Musiikkinäytteet
LongSampleMic=Jos et tarvitse musiikkinäyteitä enää, voit poistaa ne.
SampleVideos=Windowsin Videonäytteet
LongSampleVideos=Jos et tarvitse videonäytteitä enää, voit poistaa ne.
SampleMedia=Windowsin Muut Medianäytteet
LongSampleMedia=Jos et tarvitse muita medianäytteitä enää, voit poistaa ne.
Wallpaper=Windowsin Taustakuvatiedostot
LongWallpaper=Jos et tarvitse taustakuvatiedostoja enää, voit poistaa ne.
Win10Upgrade=Windows 10 päivitys tiedostot
Win10UpgradeLong=Jos olet jo päivittänyt Windows 10:n, poista tämä kansio saadaksesi lisää levytilaa. 

[PCExam]
FixComplete=Korjaus on valmis.
ScanComplete=Etsintä on valmis.
CheckDefrag=Pirstoutumat järjestelmälevyltä.
DefaultHint=Tarkistus auttaa sinua löytämään mahdolliset turvallisuus ongelmat ja tehostettavat kohteet, ja sitten korjaaman ne vain yhdellä klikkauksella.
Details=Yksityiskohdat
DiskDefrag=Tarkista Järjestelmälevyn pirstoutuneisuus
ExamCanceled=Tarkistus on keskeytetty!
ExamEndHint1=%d kohdetta tarkistettu joista, ongelmallisia on %d . Ehdotamme että "Korjaat" nämä kohteet heti.
ExamEndHint2=%d kohdetta havaittu joista, %d kohdetta on ongelmallisia. %d kohteet täytyy korjata manuaalisesti. "Korjaa" ne nyt.
ExamEndHint3=%d kohdetta havaittu joista, %d kohdetta on ongelmallisia. Sinun täytyy korjata ne manuaalisesti.
ExamEndHintFixed=Onnittelut! Kaikki kohteet jotka tarvitsivat korjausta on korjattu.
ExamEndHintFixed3=%d ongelmaa on korjattu, mutta %d kohdetta täytyy käyttäjän korjata.
ExamEndHintFixed4=Onnittelut! %d ongelmaa jotka tarvitsivat korjauksen on korjattu.
ExistsPrivacyRisks=Löytyi yksityisyydensuoja riskejä.
FilesFound=%d tiedosto(a) löytyi, käyttävät %s levytilaa.
FindJunkFiles=%d roskatiedosto(a), %s.
FindPrivacyData=%d yksityisyys tallennetta löytyi.
FindTrace=%d historia tietoa löytyi.
FindTraces=%d historia tietoa löytyi.
FindTrash=%d roskatiedosto(a) löytyi, vievät %s levytilaa.
FirePWall=Tarkista Windowsin Julkisen Palomuurin saatavuus.
FirePWallInvalid=Windowsin Palomuuri julkiseen verkkoon on estetty.
FirePWallValid=Windowsin Palomuuri julkiseen verkkoon on sallitu.
FireSWall=Tarkista Windowsin Koti/Yksityisen Palomuurin saatavuus.
FireSWallInvalid=Windowsin Palomuuri yksityiseen verkkoon on estetty.
FireSWallValid=Windowsin Palomuuri yksityiseen verkkoon on sallittu.
FireWallInstalled=Virustorjunta ohjelmisto on asennettu.
FireWallUnInstalled=Virustorjunta ohjelmistoa ei löydy tietokonesta.
FirstTimeRunHint=Tietokoneen terveys? Tarkista Se Nyt!
FixCanceled=Korjaus tapahtuma on keskeytetty!
Fixing=Korjataan: 
FolderOption=Tarkista "Kansio Asetusten" saatavuus
FolderOptionsInvalid=Kansio valinnat ovat estetty.
FolderOptionsValid=Kansio valinnat ovat käytössä.
IEShell=Tarkista IE:n voimassa olevat palvelu toiminnot.
IEShellFail=IE:n palvelut on kaapatu.
IEShellFine=IE:n palvelut toimivat normaalisti.
InstallSafeSoft=Asenna virustorjunta ohjelmisto
JunkFiles=Käyttämättömät tiedostot tietokoneellasi
JunkFilesEx=Virheelliset tiedostot kuten: välimuisti-, loki- ja tilapäistiedostot jne.
LastCheck=Viimeisin tarkistus:  
LastFixTime=%d päivää kulunu viimeisestä tarkistuksesta.
ManualFix=Käyttäjän Korjattava
ManualProcess=Manuaalisen tehostuksen kohteet
ManualProcessEx=Yksityisyydensuoja riskit, levyn pirstoutuminen jne. (vaatii "manuaalisen Korjauksen")
NeedDefrag=Järjestelmälevy tarvitsee eheytyksen.
NoNeedDefrag=Järjestelmälevyä ei tarvitse eheyttää.
NoOptimizeItems=Kaikki kohteet on tehostettu.
NoPrivacyRisks=Yksityisyydensuoja riskejä ei löytynyt.
OptimizeOptItems=Vahvista tehostettavat kohteet.
OptimizeResult=%d kohdetta on tehostettu nopeuttamaan tietokonettasi.
PcGood=Onnittelut! Tietokoneesi on Kunnossa.
PCHealthNum=Tietokoneen terveydentila:
PrivacyHint=Tyhjennä kaikki Explorerin jäljet ja tietokoneen historia toiminta.
PrivacyItmes=Yksityisyydensuoja riskit
ReFixHint=Suosittelemme että suoritat Tietokoneen korjaus tehtävän, tehdäksesi tietokoneestasi nopeamman.
RegeditLocked=RegEditin käyttö on estetty.
Regeditor=Tarkista Windowsin RegEditin saatavuus
RegeditUnLocked=RegEdit on käytettävissä.
RegEntriesCount=%d virheellistä kohdetta löytyi.
RegEntriesResult=%d virheellistä rekisteri merkintää on siivottu.
RegistryJunk=Virheelliset rekisteri merkinnät
RegistryJunkEx=Yksinäiset, vanhentuneet tai virheelliset rekisteri kohteet
RemoteDesktop=Tarkista Windowsin Etä Työpöytäliitynnän saatavuus
RemoteDesktopAlive=Etä Työpöytäyhteys on käytössä.
RemoteDesktopDisabled=Etä Työpöytäyhteys on estetty.
ReScanHint=Suosittelemme että suoritat Tietokoneen tarkistuksen löytääksesi lisää ongelmia jotka hidastavat Tietokonettasi.
Result.FailTranstr=Virustorjunta ohjelmistoa ei löydy tietokoneeltasi.
Result.FineTranStr=Virustorjunta ohjelmisto on asennettu tietokoneellesi.
SafeCheckResult=%d turvallisuuteen liittyvää kohdetta on korjattu.
ScanFor=Etsitään: 
ScanOptItems=Tehostettevia kohteita
SDDDetected=Puolijohde(SSD)levy havaittu. Ohitettu.
SecurityProject=Turvallisuuteen liittyvät kohteet
SecurityProjectEx=Palomuuri, rekisteri, etätyöpöytä ja muut turvallisuus tarkistukset
ShortJunkFiles=Käyttämättömiä tiedostoja tietokoneellasi
ShortJunkFiles=Käyttämättömät tiedostot
ShortJunkFilesEx=Käyttämättömät tiedostot
ShortManualProcessEx=Manuaaliset tehostus tarkistukset
ShortRegistryJunk=Virheelliset rekisteri merkinnät
ShortRegistryJunkEx=Virheelliset rekisteri kohteet
ShortSecurityProjectEx=Turvallisuteen liittyvät tarkistukset
ShortSystemTuneup=Kohdetta voidaan tehostaa
ShortSystemTuneupEx=Järjestelmän Viritys
ShortUserTrace=Selattu tieto
ShortUserTraceEx=Jäljet Tietokoneella
Suggestion1=Välitön tarkistus on suositeltavaa.
SystemTuneup=%d kohdetta voidaan tehostaa parantamaan tietokoneen suorituskykyä.
SystemTuneupEx=Tehostaa Windowsin nopeutta, parantaa järjestelmän suorituskykyä ja vakautta jne.
TaskManager=Tarkista Windowsin tehtävä hallinnan saatavuus
TaskManagerInvalid=Tehtävä hallinta on estetty.
TaskManagerValid=Tehtävä hallinta on käytössä.
Tracehint=Tyhjennä selaus-, käytettyjen asiakirjojen historia jne..
TraceResult=Siivottu %d käyttö jälkeä.
TracesFound=%d jälkeä löytyi
TrashResult=%d käyttämätöntä tiedostoa on siivottu, %s levy tilaa vapautunut.
UnsettledItems=Seuraavat kohteet täytyy käyttäjän korjata.
UserTrace=Jäljet tietokoneella ja selaus historia
UserTraceEx=Käytetyjen ohjelmien historia, käytetyt tiedostot, vieraillut verkkosivut jne.
WindowsAutoUpdate=Tarkista Windowsin Auto-päivitys palvelun saatavuus
WindowsAutoUpdateInvalid=Windowsin auto-päivitys on estetty.
WindowsAutoUpdateValid=Windowsin auto-päivitys on käytössä.

[FileErase]
NetPath=Ei voida suoritaa verkko polkuun.
None=Ei mitään
Crushing=Silputaan:
Shred=Silputtu
InUsed=On käytössä
Aborted=Poistettu
Shredding=Silputaan
SysPath=Valitsemaasi polkua ei voida poistaa, se sisältää tärkeitä järjestelmä polkuja.
ScrubFinished=Poisto suoritettu! Onnistuneesti silputtu %d tiedostoa mutta %d tiedoston silppuaminen epäonnistui.   
ScrubCanceled=Poisto peruutettu! Onnistuneesti silputtu %d tiedostoa mutta %d tiedoston silppuaminen epäonnistui.
Erased=Silppua
Canceled=Peruutettu

[DiskDefrag]
Volume=Asema
Format=Tiedosto järjestelmä
TotalSpace=Levyn/Osion koko
FreeSpace=Vapaa tila
Fragmented=Pirstoutuneisuus
Status=Tila
PmDefrag=Eheytys
QuickOpt=Pika tehostus
FullOpt=Täysi tehostus
PmAnlyse=Tutkinta
Resume=Jatka
Analying=Tutkitaan
Defragmenting=Eheytetään
Optimizing=Tehostetaan
Analyed=Tutkittu
Defragmented=Eheytetty
Optimized=Tehostettu
Pause=Tauko
IsSSD=Valintasi sisältää ainakin yhden puolijohde(SSD)levyn. Levyn eheytys saattaa lyhentää kyseisen levyn elinikää. Oletko varma että haluat jatkaa?
FragmentedRate=Pirstoutuneisuus
DefragInfo=On hyvä eheyttää levy silloin tällöin pitääksesi sen toiminta nopeampana.

[BtnList]
WiseReminder=Wise Tehtävä Muistutus
WiseReminderDesc=Tehtävä Muistutus auttaa järjestämään päivittäisiä tehtäviä.
GameBooster=Pelien tehostus
GameBoosterDesc=Yksinkertainen mutta tehokas pelin Tehostaja.
ForceDeleter=Tehokas Tuhoaja
ForceDeleterDesc=Tiedostojen turvalliseen lukinnanpoistoon & tuhoamiseen
SystemMonitor=Järjestelmän Tarkkailu
SystemMonitorDesc=Tehtävien, laitteiston ja verkkon tarkkailuun
AutoShutdown=Auto Sammutus
AutoShutdownDesc=Auto Sammuttaa Tietokoneen
DataRecovery=Tiedon Palautus
DataRecoveryDesc=Palauta poistetut tiedostot
FolderHider=Kansio && Tiedosto Piilotus
FolderHiderDesc=Piilotaa yksityistä tiedosto/kansio tietoa
JetSearch=Nopea Etsintä
JetSearchDesc=Tiedostojen nopeaan etsintään
MemoryOptimizer=Muistin Tehostus
MemoryOptimizerDesc=Muistin tehostus/vapautus työkalu
ProgramUninstaller=Ohjelman poisto
ProgramUninstallerDesc=Poistaa tarpeettomat ohjelmat
PluginClean=Lisäosien Siivous
BigFile=Tiedostojen Hallinta
BigFileDesc=Helppo suurien tiedostojen hallinta.
RegClean=Rekisteri Siivous
RegCleanDesc=Etsii ja korjaa reksiteri virheitä.
CommClean=Yleis Siivous
CommCleanDesc=Nopea ja helppo siivous käyttämättömille tiedostoille ja jäljille.
AdvClean=Edistynyt Siivous
AdvCleanDesc=Etsii ja siivoaa käyttämättömät tiedostot kaikilta asemilta.
SysSimming=Järjestelmän Kevennys
SysSimmingDesc=Helppo siivous käyttämättömille Windows tiedostoille.
PowerOpt=Järjestelmän Tehostus
PowerOptDesc=Parantaa tietokoneesi suorituskykyä.
DiskDefrag=Levyn Eheytys
DiskDefragDesc=Eheyttää levyjä nopeuttaen järjestelmäsi toimintaa.
RegDefrag=Rekisterin Eheytys
RegDefragDesc=Eheyttää rekisterin, nopeuttaen järjestelmäsi toimintaa.
Startup=Käynnistys Muokkaus
StartupDesc=Helppoa hallita käynnistyviä ohjelmia.
ContextMenu=Toiminne Valikot
ContextMenuDesc=Helppoa hallita Windowsin toiminne valikon kohteita.
PrivacyErase=Yksityisyys Tyhjennys
PrivacyEraseDesc=Poistaa jäljet ja historian pitäen yksityisyytesi suojattuna.
DiskErase=Levyn Tyhjennys
DiskEraseDesc=Poistaa kaikki "tuhotut" tiedostot levyltäsi.
FileShredder=Tiedosto Silppuri
FileShredderDesc=Estää silputtujen tiedostojen palauttamisen ylikirjoittamalla niiden alkuperäisen tilan.
PasswordGenerator=Salasana Muodostin
PasswordGeneratorDesc=Helppoa luoda vahva salasana.
ProcessMon=Tehtävä Hallinta
ProcessMonDesc=Helppoa tarkkailla käynnissä olevia tehtäviä.
SystemInfo=Tietokoneen tiedot
SystemInfoDesc=Näyttää tietoja järjestelmästäsi ja laitteistostasi.

[DiskErase]
Stop=Pysäytä
Erase=Poista
Rule1=Ylikirjoitus, Satunnais Tiedolla kerran (Suositus)
Rule2=Ylikirjoitus, DoD 5220.22-M menetelmällä 3 kertaa
Rule3=Ylikirjoitus, Schneier's menetelmällä 7 kertaa
Rule4=Ylikirjoitus, Guttmann menetelmällä 35 kertaa
EraseFinished=Poisto on valmis. Kesto: 
ErasingFor=Poistetaan tuhottuja tiedostoja kohteesta %s, odota hetki...
TempFileDeleting=Tuhotaan väliaikais tiedostoja...
ErasingForDisk=Tyhjennetään vapaata levytilaa kohteesta %s, odota hetki...
ManyFiles=Löytyi monta palautus kelpoista tiedostoa.
FewFiles=Löytyi muutama palautus kelpoinen tiedosto.
SkipAnalyse=Ohita tutkinta (FAT asema)
Secure=Salattu
DoesNotSupport=Ei tukea tälle asemalle.
Erasing=Poistetaan...
Finished=Poisto on valmis.
Canceled=Poisto on keskeytetty.
ConfirmEraseDisk=Levyltä poisto kestää hieman. Sulje muut sovellukset välttääksesi levyjen turhat I/O toiminnot tämän aikana. Jatketaanko?
PartitionError=Levyosiostasi löytyi VAKAVA VIRHE.

[Tuneup]
BlueReboot=Poista automaattinen uudelleenkäynnistys kun järjestelmä kohtaa Blue Screen kuoleman.
RemoteRegAccess=Poista rekisterin muutos oikeudet etätietokoneelta.
FileListSpeed=Tehosta Windowsin tiedostolista päivitys politiikka.
PreviewUP=Nopeuta näytön nopeutta tehtäväpalkin ikkunan esikatselussa.
OptDNS=Tehosta DNS:ää ja DNS-jäsennys nopeutta.
OptLAN=Tehosta VERKKO kytkentöjä.
ShowSpeed=Järjestelmä näytön tehostettu vasteaika.
AeroSnap=Nopeuttaa Aero laajennosta tehdäksesi pikkukuvakkeiden näytön nopeammaksi.
SSDSpeedup=Puolijohde(SSD)levyn tehostus
DisablePrefetch=Estämällä esihaku määritteet lisäät puolijohde(SSD)levyn käyttö ikää.
DisableSuperPrefetch=Estämällä Tehohaku määritteet lisäät puolijohde(SSD)levyn käyttö ikää.
DisableDefragBoot=Estämällä levyn eheytyksen järjestelmä levylle lisäät puolijohde(SSD)levyn käyttö ikää.
DisableDefragIdle=Estämällä auto eheytyksen kun jouten, lisäät puolijohde(SSD)levyn käyttö ikää.
EnableTRIM=Sallimalla TRIM toiminnon, lisäät puolijohde(SSD)levyn toiminnan tehokkuutta.
OptIEConnection=Kasvattamalla liityntöjen määrää palvelimille. Verkkosivujen näyttönopeus ja suora videotoisto nopeus paranevat.
IconCache=Lisää järjestelmän kuvakevälimuistia nopeuttaksesi työpöytä näkymää.
RestoreAll=Oletko varma että haluat palauttaa kaikki kohteet Windows oletuksiin?
NoSelectedItem=Valitse ainakin yksi kohde tehostettavaksi.
OptItems=Seuraavia kohteita %d voidaan tehostaa.
ItemsOptimized=%d kohdetta on tehostettu.
TakeEff=Jotkin tehostetut kohteet eivät toimi ennen kuin käynnistät tietokoneen uudelleen.
NoItems=Onnittelut! Kaikki kohteet on tehostettu.
BootSpeedup=Käynnistyksen/Sammutuksen Kiihdytys
SystemStable=Järjestelmän vakaus
SystemSpeedup=Järjestelmän nopeutus
NetworkSpeedup=Verkkotoiminnan nopeutus
PrefetchParameters=Tehosta esiasetuksia, parantaaksesi Windowsin käynnistymis nopeutta
BootDelay=Alenna "levyn tarkastus" aikaa, parantaaksesi Windowsin käynnistymis nopeutta
BootPartition=Salli tehostus toiminto, parantaaksesi Windowsin käynnistymis nopeutta.
ClearPagingFile=Estä Windowsin Sivutustiedoston nollaus toiminto, nopeuttaaksesi tietokonen sammutusta
TimeOut=Alenna sovelluksen toimettomuutta sammutettaessa, parantaaksesi sammutus tapahtumaa
AutoKill=Sulje kaatuneet ohjelmat, välttääksesi järjestelmän kaatumisen
RestartExplorer=Auto käynnistä uudelleen Windows Explorer, välttäksesi odottamaton työpöydän häipyminen
TwoProcess=Määritä Windows Explorer osien suoritus erillisenä prosessina, välttääksesi järjestelmä ristiriidat
ErrorReport=Estä virheiden näyttöön raportointi, parantaaksesi järjestelmän suorituskykyä
Debugger=Estä vianetsintä, nopettaaksesi virheen käsittelyä
OptMemory=Tehosta muistin oletus asetuksia, parantaaksesi järjestelmän suorituskykyä
OptVEff=Tehosta tausta osien ilmestymistä (viesti ruudut, valikot, jne.), parantaaksesi järjestelmän suorituskykyä
OptFileSystem=Tehosta Tiedosto Järjestelmää, parantaaksesi järjestelmän suorituskykyä
OptDiskSystem=Tehosta levyn I/O alijärjestelmää, parantaaksesi järjestelmän suorituskykyä
DisAutoRun=Estä "Autotoisto" ominaisuus asemilta, välttäksesi virus tartunnat
OptDiskIdle=Tehosta levyn I/O:ta kun Prosessori jouten
OptTTL=Tehosta TTL(Elin Aika) asetuksia, parantaaksesi verkkotoimintojen suorituskykyä
OptNetForward=Tehosta verkkotoimintojen tausta kykyjä, parantaaksesi verkkotoimintojen suorituskykyä
OptMTU=Auto havaitse "mustat aukot" käyttäen Path MTU Discovery (Polku Paketin Maksimikoko Havainto) tekniikkaa, parantaaksesi TCP/IP-protokollan suorituskykyä
OptWINS=Tehosta WINS nimen kysely aikaa, parantaaksesi tiedonsiirto nopeutta
OptNetWork=Tehosta verkko asetuksia, parantaaksesi tiedonsiirron suorituskykyä 
CloseAnimate=Estä "Siirto Tehosteet", parantaaksesi Windowsin esitys nopeutta
PagingExecutive=Estä muistin sivutus alentamalla levy I/O:ta, parantaaksesi sovelluksen suorituskykyä. (Valinta voi olla mahdoton jos asennettua muistia < 1 Gb)
StaticIP=Aseta pysyvä IP-osoite paikalliseen verkkoyhteyteen, parantaaksesi Tietokoneen käynnistymis nopeutta
PorcessorTime=Tehosta prosessorin suorituskykyä jolloin sovellukset, pelit jne. toimivat sujuvammin. (Älä huomioi jos koneesi on palvelin.)
DisableIDECheck=Estä IDE kanavan tarkistus, parantaaksesi Windowsin käynnistymis nopeutta
ForeAppSpeed=Tehosta tausta ohjelmien vastaus nopeutta
AeroPeek=Tehosta Aero Peek tilan näyttö nopeutta
OptEthernet=Tehosta Eternet yhteyden suorituskykyä

[Summary]
ContextMenu=Virheelliset Toiminnevalikko kohteet
MUICache=Kadonnut MUI Välimuisti viitaus
Services=Virheelliset Windows palvelut
Activex=Virheelliset ActiveX ja COM osat
FireWall=Virheelliset Windows palomuuri asetukset
RootAll=Virheelliset polut ja tiedostot
SoftwareSection=Jäänteet poistetuista ohjelmistoista
ApplicationPaths=Jäänteet rekisteröidyistä sovelluksista
FileTypes=Virheelliset tiedostojen tyyppi tiedot
HelpFiles=Virheellisesti rekisteröidyt Apua tiedostot
Fonts=Virheelliset kirjasin tiedot
SharedDLL=Kadotetut jaetut DLL-kirjastot
MRULists=Käyttäjän käyttämien tiedostojen, elokuvien ym. historia
UninstallSection=Käyttämättömät tai virheelliset Asennuksenpoisto-ohjelma tiedot
StartMenu=Vanhentuneet Käynnistävalikko kohteet
StartupProgram=Vanhentuneet tai virheelliset käynnistyvät ohjelmat
SoundandAppEvents=Vanhentuneet tai virheelliset asetukset Äänissä ja Tapahtumissa
IEUrlHistory=Vierailtujen selain sivujen historia
IFEO=Haitalliset merkinnät (luonut vakoilu-, virus- tai haittaohjelma)
EmptyKey=Tyhjät Rekisteriavaimet
App=Virheelliset Ohjelma asetukset

[ErrorMessage]
MUIError1=Kadonnut MUI viitaus, mutta asema "%s" on %s. Suosittelemme ettet huomioi tätä virhettä.
MUIError=Kadonnut MUI viitaus
ServiceNotExists=Palvelu ohjelman määrityksiä ei löydy.
MimeExName=Virheellinen MIME tiedostotarkennin rekisteröiti: %s
EmptyKey=Tyhjät Rekisteriavaimet
EmptyHelpdirctory=Tyhjä Apua hakemisto.
FileNotExist=Tiedostoa(Kansiota) ei löydy.
HFileNotExist=Apua Tiedosto(Kansiota) ei löydy.
EmptyValue=Tyhjä arvo
TypeLib=Tyyppi kirjastoa ei löydy:
NodeEmpty=Tyhjä liitos
SharedFilenotexist=Jaettua tiedostoa ei löydy.
sharedfilenotbeuse=Jaettu tiedosto ei käytettävissä.
noconnection=Ei tiedoston kytkentä tietoa.
Invalidpathtoicon=Virheellinen kuvakkeen polku.
ReferstoaninvalidClass=Viittaus virheelliseen luokkan.
Emptyshellcommand=Palvelun komento on tyhjä.
Invalidshellcommand=Virheellinen palvelu komento (Tiedostoa ei löydy).
Fontsnotexist=Kirjasintiedostoa ei löydy.
Hijacking=%s on kaapattu %s toimesta.
MRULists=Käyttäjän käyttämien tiedostojen (MRU) listat
invalidOpenWith=Yhtään ohjelmaa ei ole liitetty tähän tiedosto tyyppiin.
ReferActivex=Viittaus virheelliseen ActiveX/COM merkintään.
EmptyCLSID=Tyhjä luokkatunnus (CLSID).
ComSourceNotExist=COM lähdettä ei löydy.
invalidUnistall=Virheellinen asennuksen poisto tieto.
notexist=Ei löydy.
ObsoleteStartMenuItem=Vanhentunut Käynnistävalikon kohde.
SoundFilenotexist=Äänitiedostoa ei löydy.
FileNotExist1=Tiedostoa/Kansiota ei löydy, mutta asema "%s" on %s. Suosittelemme ettet huomioi tätä virhettä.
OpenWithError=Avaus virhe, määritettyä ohjelmaa ei löydy.
OpenWithError1="Avaa sovelluksessa" virhe, määritettyä ohjelmaa ei löydy. Mutta asema "%s" on %s. Suosittelemme ettet huomioi tätä virhettä.
ComSourceNotExist1=COM lähdettä ei löydy, mutta asema %s on %s. Suosittelemme ettet huomioi tätä virhettä.

[Area]
Tencent-Logs=Tencent Lokit
Yodao-Dict=Yodao Dict tiedot
WinInstallerPackage=Vanhentunut Windows asennus
EwidoAnti-Malware=Ewido Anti-Malware tiedot
AVGAnti-Spyware=AVG Anti-Spyware tiedot
XilisoftVideoConverter=Xili soft Video Converter tiedot
4Sync=4Sync tiedot
7Zip=7-Zip tiedot
ABBYYFineReader=ABBYY FineReader tiedot
AccessFiles=Käytettyjen tiedostojen historia
ACDSee=ACDSee tiedot
AceHTML=AceHTML tiedot
AcrobatDistiller10=Acrobat Distiller 10 tiedot
AcrobatReader=Acrobat Reader tiedot
AcronisTrueImage=Acronis True Image tiedot
AdobeAir=Adobe Air tiedot
AdobeDreamweaver=Adobe Dreamweaver tiedot
AdobeFireworks=Adobe Fireworks tiedot
AdobeFlash=Adobe Flash tiedot
AdobeIllustrator=Adobe Illustrator tiedot
AdobeImageReady7=Adobe Image Ready 7 tiedot
AdobeImageReadyCS=Adobe Image Ready CS tiedot
AdobePhotoshop=Adobe Photoshop historia
AdobePhotoshopElements12=Adobe Photoshop Elements 12 tiedot
AdobePremiereElements12=Adobe Premiere Elements 12 tiedot
AdobePremiereProCC=Adobe Premiere Pro CC tiedot
AdobeReaderTmp=Adobe Readerin väliaikais tiedostot
AdvancedSearchbar=Advanced Searchbar tiedot
AimersoftVideoConverter=Aimersoft Video Converter tiedot
AIMP3=AIMP3 tiedot
AkelPad=AkelPad tiedot
AlZip=AlZip tiedot
Anonymizer=Anonymizer tiedot
AnyVideoConverterUltimate=Any Video Converter Ultimate tiedot
AOLInstantMessenger=AOL Instant Messenger tiedot
AppleInstallCache=Apple ohjelmistojen asennuksen välimuisti
AshampooBurningStudio=Ashampoo Burning Studio tiedot
AVIPreview=AVI Preview tiedot
BaiduYunGuanjia=BaiduYunGuanjia tiedot
Battle.net=Battle.net tiedot
BitTorrent=BitTorrent tiedostot
BlueStacks=BlueStacks tiedostot
BlueStacks=BlueStacks tiedot
BreezeBrowserPro=Breeze Browser Pro tiedot
CamfrogVideoChat=Camfrog Video Chat tiedot
CamtasiaStudio=Camtasia Studio tiedot
CDBurnerXP=CDBurner XP tiedot
ChromeCache=Google Chromen välimuisti
ChromeCookies=Google Chromen evästeet
ChromeForm=Google Chromen lomake autotäydennys historia
Chromelocalstorage=Googlen paikallis varasto
ChromePass=Google Chromen tallennetut salasanat
ChromeSession=Google Chromen istunto
CloneCD=CloneCD tiedot
CoffeeCupHTMLEditor=CoffeeCup HTML Editor tiedot
CompareIt=CompareIt tiedot
ConnectifyHotspot=Connectify Hotspot tiedot
ConvertXToDVD=ConvertXToDVD tiedot
Cookies=Evästeet
CopernicDesktopSearch=Copernic Desktop Search tiedot
CorelVideoStudioPro=Corel VideoStudio tiedostot
CyberLinkAudioDirector=CyberLink Audio Director tiedot
CyberLinkPhotoDirector=CyberLink Photo Director tiedot
CyberLinkPowerDirector=CyberLink Power Director tiedot
DaemonTools=Daemon Työkalut
dBpoweramp=dBpoweramp tiedot
DirectoryOpus=Directory Opus tiedot
Ditto=Ditto tiedot
DivXplayer=DivX player tiedot
DOMStoreCookies=MS IE:n DOM-varaston evästeet
DownloadedPatch=Windowsin päivitystiedostot
Downloads=Selaimilla ladatut tiedostot
DriveTheLife=DriveTheLife tiedot
Dump=Muistivedos tiedostot
DVDFab=DVDFab tiedot
ErrorReport=Virheraportti tiedostot
Evernote=Evernote tiedot
ExamDiff=ExamDiff tiedot
ExplorerMRU=Muut Selaimen useinkäytetyt
ExpressScribe=Express Scribe tiedot
FastStoneCapture=FastStone Capture tiedot
FastStoneCapture=FastStone kaappaukset
FastStoneImageViewer=FastStone Image Viewer tiedot
FastStoneImageViewer=FastStone Kuva näytöt
FeedDemon=Feed Demon tiedot
FireFoxCache=Mozilla FireFoxin välimuisti
FireFoxCookies=Mozilla FireFoxin evästeet
FireFoxForm=Mozilla FireFox lomake autotäydennys historia
FireFoxOther=Mozilla FireFoxin muu historia
FireFoxPass=Mozilla FireFoxin tallennetut salasanat
Flash=Adobe Flash Player tiedot
FontCache=Windows Kirjasin välimuisti
FormatFactory=Format Factory tiedot
FoxitPhantomPDF=Foxit Phantom PDF tiedot
FoxitReader=Foxit Reader tiedot
FreemakeAudioConverter=Freemake Audio Converter tiedot
FreemakeVideoConverter=Freemake Video Converter tiedot
FreemakeVideoDownloader=Freemake Video Downloader tiedot
FreshDownload=Fresh Download tiedot
Gadu-Gadu=Gadu-Gadu tiedot
GameExplorer=Game Explorer tiedot
GIMP=GIMP tiedot
GomPlayer=Gom Player tiedot
GoogleCalendar=Google Calendar tiedot
GoogleDeskbar=Google Deskbar tiedot
GoogleEarth=Google Earth tiedot
GoogleTalk=Google Talk tiedot
GoogleToolbar=Google Toolbar tiedot
GoZillailla=GoZillailla tiedot
HandBrake=HandBrake tiedot
I2P=I2P tiedot
IEAddressBarHistory=MS IE:n osoite valikon historia
IECahce=MS IE:n välimuisti
IECookies=MS IE:n evästeet
IEForm=MS IE lomake autotäydennys historia (Yksityistä Tietoa, ei näytetä)
IEHistory=MS IE:n toiminta historia
IEPass=MS IE:n tallennetut salasanat (Yksityistä Tietoa, ei näytetä)
IISLog=IIS loki
ImgBurn=ImgBurn tiedot
InkScape=InkScape tiedot
InvalidLnk=Virheelliset Pikakuvakkeet
InvalidScTask=Virheelliset ajastetut tehtävät
InvalidStartMenu=Virheelliset Käynnistävalikot
iTunes=iTunes tiedot
IZArc=IZArc tiedot
JumpList=Tehtäväpalkin hyppy listat (Myös korjatut Kohteet poistetaan)
KantarisMediaPlayer=Kantaris Media Player tiedot
KingsoftOffice=Kingsoft Office 2013 tiedot
KMPlayer=KMPlayer tiedot
Last.FM=Last.FM tiedot
LastDownloadDir=Viimeisin latausten sijainti
LogFile=Järjestelmän lokitiedostot
LogMeIn=LogMeIn tiedot
MagicISO=MagicISO tiedot
MailWasherPro=Mail Washer Pro tiedot
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware tiedot
ManyCam=ManyCam tiedostot
ManyCam=ManyCam tiedot
McAfeeAntiVirus=McAfee AntiVirus tiedot
MESCache=Microsoft Security Essentialin lokit ja päivitys välimuisti
MetroCache=Windows Metro välimuisti
MicrosoftSilverlight=Microsoft Silverlight tiedot
MirandaInstantMessenger=Miranda Instant Messenger tiedot
MSEdgeCache=MS Edge välimuisti
MSEdgeCookies=MS Edge evästeet
MSEdgeDownloadHistory=MS Edge lataushistoria
MSEdgeHistory=MS Edge Internet historia
MSEdgeRecentlyTypedURLs=MS Edge usein käytetyt URL-osoitteet
MSEdgeSavedFormInformation=MS Edge tallennetut lomaketiedot
MSEdgeSavedPasswords=MS Edge tallennetut salasanat
MSEdgeSession=MS Edge istunnot
MSN=Windows Live Messenger tiedot
MSOffice=MS Office
MSOffice2003=MS Office 2003
MSOffice2007=MS Office 2007
MSOffice2010=MS Office 2010
MSOffice2013=MS Office 2013
MSOffice2016=MS Office 2016
MSOffice97=MS Office 97
MSOfficeXP=MS Office XP
MSOfficeXP=MS Office XP tiedot
MSOneDrive=Microsoft One Drive tiedot
MSSearchHelper=MS Search Helper tiedot
MySpaceIM=MySpaceIM tiedot
Networkmapping=Verkkoasemien liitos historia
NitroPDFReader=Nitro PDF Reader tiedot
NitroPro=NitroPro tiedot
Notepad++=Notepad++ tiedostot
Notepad++=Notepad++ tiedot
NoteXpad=NoteXpad tiedot
NVIDIAInstallFiles=NVIDIA asennus tiedostot
Office=MS Office tiedot
OfficePicture=MS Officen Kuvan Muokkain
OfficeRecent=MS Officen käyttö historia
ooVoo=ooVoo tiedot
OpenOffice=OpenOffice tiedot
OperaCache=Operan välimuisti
OperaCookies=Operan evästeet
OperaHistory=Operan historia
OperaPassword=Operan tallennetut salasanat
OperaSessions=Operan istunnot
OperaSiteIcon=Operan verkkosivun kuvakkeet
OperaURLHistory=Operan kirjatut verkko-osoitteet
OxygenXMLEditor=Oxygen XML Editor tiedot
Paint.net=Paint.net tiedot
PaintShopPro7=PaintShop Pro 7 tiedot
PaintShopPro8=PaintShop Pro 8 tiedot
PaintShopPro9=PaintShop Pro 9 tiedot
PaintShopProX=PaintShop Pro X tiedot
PaintShopProX2=PaintShop Pro X2 tiedot
PaintShopProX3=PaintShop Pro X3 tiedot
PaintShopProX4=PaintShop Pro X4 tiedot
PaintShopProX5=PaintShop Pro X5 tiedot
PaintShopProX6=PaintShop Pro X6 tiedot
PaintShopProXI=PaintShop Pro XI tiedot
PaleMoonCache=PaleMoon välimuisti
PaleMoonCookies=PaleMoon evästeet
PaleMoonDownloadHistory=PaleMoon lataushistoria
PaleMoonHistory=PaleMoon historia
PaleMoonSavedFormInformation=PaleMoon tallennettujen lomakkeiden tiedot
PaleMoonSession=PaleMoon käyttö
PaleMoonSitePreferences=PaleMoon verkkosivuston asetukset
Pando=Pando tiedot
PDFArchitect=PDF Architect tiedot
PDFCreator=PDF Creator tiedot
PerfectDisk=Perfect Disk tiedot
PhotodexProShowProducer=Photodex ProShow Producer tiedot
PhotoScape=PhotoScape tiedostot
PhotoScape=PhotoScape tiedot
Picasa=Picasa tiedot
PicoZip=PicoZip tiedot
Pidgin=Pidgin tiedot
PKZip=PKZip tiedot
PowerISO=PowerISO tiedot
Prefetch=Windows Valvontatiedot
QIHU360TotalSecurity=360 Total Security tiedot
QQ=Tencent QQ välimuisti ja vastaanotetut kuvat
QQImg=QQ Received Images tiedot
QQPCMgr=QQPCManager tiedot
QQRFile=QQ Received Files tiedot
QuickTimePlayer=QuickTime Player tiedostot
RealPlayer=Real Player tiedot
RealPlayer15=Real Player 15 tiedot
RealPlayer16=Real Player 16 tiedot
RealPlayerCloud=Real Player Cloud tiedot
RealPlayerSP=Real Player SP tiedot
RealVNC=RealVNC tiedot
Recentdocuments=Viimeksi käytetyt asiakirjat
Recyclebin=Roskakorin Tyhjennys
RegEdit=RegEdit tiedot
RegEditX=RegEditX tiedot
RemoteDesktop=Etä Työpöydän välimuistitiedostot
RunStartMenu=Käynnistykset Käynnistävalikkosta
SafariCache=Safarin välimuisti
SafariCookies=Safarin evästet
SafariHistory=Safarin historia
SafariPass=Safarin tallennettu lomaketiedot
SamsungKies=Samsung Kies tiedot
SearchList=Windowsin etsintä historia
Sketchup=Sketchup tiedot
Skype=Skype tiedot
SonyVegasPro=Sony Vegas Pro tiedot
SpywareTerminator=Spyware Terminator tiedot
StardockWindowBlinds=Stardock Window Blinds tiedot
Steam=Steam tiedot
SublimeText=Sublime Text tiedot
SunJava=Sun Java tiedot
SUPERAntiSpyware=SUPERAntiSpyware tiedot
SWiSH=SWiSH tiedot
SyncBackFree=SyncBack Free tiedot
SysTemp=Windowsin luomat jälkitiedostot
SystemTrace=Windowsin ja sovellusten jäljet
Tag&Rename=Merkinnät&&Nimeäminen
Tag&Rename=Tag&&Rename tiedot
Tango=Tango tiedot
TeamSpeak=TeamSpeak tiedot
TeamViewer=TeamViewer tiedot
TencentQQGame=Tencent QQGame tiedot
TextPad=TextPad tiedot
TheBat=TheBat tiedot
ThumbCache=Kuvake välimuisti
Thunder=Thunder tiedot
ThunderXMP=Thunder XMP tiedot
TraceClean=Jäljet Tietokoneella
TraryNotify=Huomautusalueen kuvake välimuisti
TrashClean=Tarpeettomat tiedostot Tietokoneella
TUGZip=TUGZip tiedot
TypeInternetCache=Verkkoselaimen välimuisti
TypeInternetTrace=Verkkoselaimen jäljet
TypeMedia=Multimedia tiedot
TypeOtherApp=Muut sovellukset
TypeSystem=Windows Järjestelmätiedot
TypeWComponents=Windows osat
UltraEdit=UltraEdit tiedot
UltraISO=UltraISO tiedot
UniversalExtractor=Universal Extractor tiedot
UserTemp=Sovellusten luomat jälkitiedostot
uTorrent=uTorrent tiedot
VentriloClient=Ventrilo asiakas tiedot
VentriloServer=Ventrilo palvelin tiedot
ViewedImg=Näytettyjen kuvien historia
VirtualCloneDrive=Näennäis kopio asema
VirtualDJ=VirtualDJ tiedot
VirtualDub=VirtualDub tiedot
VisitedWeb=Vierailtujen sivujen historia
Vivaldi=Vivaldi tiedot
VivaldiCache=Vivaldi välimuisti
VivaldiCookies=Vivaldi evästeet
VivaldiForm=Vivaldi lomake auto täydennys historia
Vivaldilocalstorage=Vivaldi paikallis varasto
VivaldiSavedpasswords=Vivaldi tallennetut salasanat
VivaldiSession=Vivaldi istunto
VLCMediaPlayer=VLC Media Player tedot
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate tiedot
VSODVDConverterUltimate=VSO DVD Converter Ultimate tiedot
WatchedVideo=Katsottujen elokuvien/videoiden historia
WinDiff=WinDiff tiedot
WindowsDefender=Windows Defender tiedot
WindowsMediaPlayer=Windows Media Player tiedot
WindowsMovieMaker=Windows Movie Maker tiedot
WindowsPaint=Windows Paint tiedot
WindowsSysCache=Windows järjestelmän välimuisti
WindowsWordpad=Windows Wordpad tiedot
WinInstallerCache=Windows Asentajan välimuisti
WinLiveToolbar=Windows Live Toolbar tiedot
WinPatrol=WinPatrol tiedot
WinRar=WinRar tiedot
WinSxsBackup=Windows WinSxs Varmistus
WinZip=WinZip tiedot
WLM=Windows Live Messenger tiedot
WondershareVideoConverter=Wondershare Video Converter tiedot
Xfire=Xfire tiedot
XMLSpy=XML Spy tiedot
XnView=XnView tiedostot
XnView=XnView tiedot
YahooMessage=Yahoo Message tiedot
YahooMessenger=Yahoo Messenger tiedot
YahooToolbar=Yahoo Toolbar tiedot
Yandex=Yandex tiedot
YandexCache=Yandex välimuisti
YandexCookies=Yandex evästeet
YandexForm=Yandex lomake autotäydennys historia
YandexLocalstorage=Yandex paikallisvarasto
Yandexpass=Yandex tallennetut salasanat
YandexSession=Yandex istunto
YY=DuoWan YY tiedot
ZipMagic=ZipMagic tiedot
Zune=Zune tiedot

[Type]
ContextMenu=Virheelliset Toiminnevalikko kohteet
MUICache=MUI välimuisti
Services=Windows palvelut
Activex=ActiveX/COM osat
FireWall=Windows Palomuuri asetukset
RootAll=Virheelliset polut
SoftwareSection=Ohjelmisto polut
ApplicationPaths=Sovellus polut
FileTypes=Tiedostojen Tyyppi-tiedot
HelpFiles=Apua tiedostot
Fonts=Kirjasin tiedot
SharedDLL=Jaetut DLL-kirjastot
MRULists=Käyttäjän käyttämät historiat
UninstallSection=Asennuksenpoisto ohjelmat
StartMenu=Vanhentunut Käynnistävalikko
StartupProgram=Käynnistyvät ohjelmat
SoundandAppEvents=Ääni ja Ohjelma tapahtumat
IEUrlHistory=Selain historia
IFEO=Haitalliset merkinnät
EmptyKey=Tyhjät rekisteriavaimet
App=Sovellus asetukset
UserDefine=Käyttäjän määrittämät
ZeroFile=Tyhjät tiedostot (0-tavua)
WinSetupLog=Windows asennuksen virheloki tiedostot
NtUninstall=Windows päivitysten asennuksenpoisto lähteet
InvalidLnk=Virheelliset pikakuvakkeet
UserTemp=Käyttäjän väliaikaiskansio tiedostot
WinTemp=Windowsin väliaikaiskansio tiedostot
RecentFiles=Linkit äsken käytettyihin tiedostoihin
PatchSource=Windows päivitys lähteet
TempFile=Väliaikais tiedostot
fcwdir=Lataus tapahtuman luomat tiedostot
tfcbp=Ohjelmien luomat väliaikais tiedostot
sdrf=Levy etsinnän luomat palautus tiedostot
OldFile=Vanhat tiedostot
outdatedfile=Vanhentuneet tiedostot
fcwhfir=Apua tiedostojen käytön luomat tiedostot
Ncfile=Uutisryhmän välimuisti tiedostot
Backupfile=Varmuuskopio tiedostot
WBfile=MS Word varmuuskopio tiedostot
Cbswahf=Tiedostot jotka luotu etsittäessä Apua tiedostoa
whtf=Windows Apua järjestelmän väliaikaiset tiedostot
Logfile=Loki tiedostot
LLogfile=Sovellusten tai järjestelmä palveluiden luomat loki tiedostot
Errorfile=Virhe tiedostot
Wmdf=Win2000/XP muistivedos tiedostot
bcomf=Varmuuskopiot muokatuista tiedostoista
Indexfile=Osoite tiedostot
ifcbsiotitpbs=Kuvien etsinnän nopeuttamiseksi järjestelmän luomat osoite tiedostot
Tfcds=Asennuksen luomat väliaikais tiedostot
Intermediatefile=Välitys tiedostot
chkfile=Palautettu tiedosto

[Tools]
Update=Päivitä
Download=Lataa
WhatNew=Mitä Uutta?

[BootTime]
BootTimeEx=Käynnistys kesti: 
BootLike=Voit säätää käynnistyviä
Btnopt=Säädä tästä
Congratulation=Tietokoneesi käynnistys nopeus:
BootTime=Käynnistys nopeus: %d sekuntia
FailWeahter=Ei ihan riittävää nopeutta.

[MenuBar]
Support=Tukikeskus
BtnCustom=Asetukset
BtnRestore=Palautuskeskus
BtnSkin=Ulkoasut
BtnMenu=Valikko
BtnBackup=Varmuuskopiot

[UpgradePro]
Title=Miksi Päivittää Pro Versioon
MoreSkin=Lisää Ulkoasuja
CustomHead=Muokattavat Hahmot
Support=24/7 Tuki
Buy=Osta
Reg=Rekisteröi
RegUser=Rekisteröity käyttäjä

[AutoUpdate]
UpdateFail=Päivitys epäonnistui, haluatko ladata asennustiedoston meidän verkkosivulta?
NoFiles=Valitse päivitettävät tiedostot.
CurrentFile=Ladattava tiedosto: 
Readed=Ladataan:
SumSize=Koko yhteensä:
Byte=Tavua
DownloadError=Lataus virhe, yritä myöhemmin uudelleen.
AutoUpdate=Wise Care 365 - Käytönaikainen päivitys
StartUpdate=Käynnistä päivitys
Cancel=Peruuta
Ready=Valmiina ladattavaksi.
FindUpdate=Seuraaville osille on päivitys saatavilla:
NewVerInfo=Muutokset uudessa versiossa:
IgnoreVer=Älä huomioi tätä versio päivitystä
BtnUpdate=Päivitä Nyt
BtnNotNow=Ei Nyt


[SoftRate]
Querying=Kysellään...
Good=Tykkää
Bad=Ei tykkää
Safe=Raportti
Ver=Versio:
Ratings=Luokitus
SoftNotExist=Ohjelmistoa ei löydy.
GetSoftInfoError=Ohjelmisto tiedon haku epäonnistui
UploadSoftLogoError=Ohjelmisto tiedon lähetys virhe
SubmitData=Lähetetään kommenttisi tästä ohjelmistosta...
SubmitSoftInfoError=Lähetys virhe johtuu verkko yhteydestäsi.
SubmitRateSuccess=Lähetetty Onnistuneesti.
HaveSubmitRate=Olet arvioinut sen.
Submitgoodbad=Lähetä omat tietosi...
me=Minä
NickTooLong=Kutsumanimesi ei voi ylittää 20 merkkiä.
MailTooLong=Sähköpostiosoitteesi ei voi ylittää 50 merkkiä.
WrongEmail=Virheellinen sähköposti osoite.
ReviewTooLong=Vastauksesi kokonais koko ei voi ylittää 300 merkkiä.
RateHint=Nauti ohjelmistomme arvioinnista ja arvioi omat ohjelmisto suosikkisi!
UnknowName=Tuntematon Tuote
UnknowVer=Tuntematon Versio
UnknowDesc=Kuvaus

[Edit]
pmcut=Leikkaa
pmcopy=Kopioi
pmpaste=Liitä
pmdelete=Poista
pmselectall=Valitse Kaikki

[Turbo]
PmActive=Muistuta myöhemmin
PmNever=Älä näytä uudelleen
btnClean=Siivoa Nyt
NeedCleanTrash=%s roskatiedostoa löytyi.
NeedCleanTrace=%d jälkikohdetta löytyi.
NeedClean=Tietokoneesi kova käyttö luo monia turhia jälkitiedostoja sinusta.

[Renew]
subscribed=Älä muistuta uudelleen.
btnact.caption=Aktivoi lisenssiavaimesi
Regexpire=Et voi käyttää Wise Care 365:tä kokeilujaksosi päättytmisen jälkeen.
Regtitle2=Sinun 30 päivän kokeilujaksosi on päättynyt. Rekisteröi nyt.
Regtitle=Kokeilujaksostasi on jäljellä %d päivää.
RegPrice=Osta Pro versio pitääksesi tietokoneesi huippukunnossa! Nyt vain %s !
Regnow=Rekisteröi Nyt!
title=Wise Care 365 PRO lisenssisi vanhenee %d päivän päästä!
title2=Lisenssiavaimesi on vanhentunut. Uudista se nyt!
Price=Muista Pro ja pidä tietokoneesi huippukunnossa! Vain %s !
lblfeature1.caption=Perusteellinen Yksityisyyden suoja: Yksityisyyden Poistaja.
lblfeature2.caption=Toiminne Valikon Hallinta: Tee valikosta joustavampi.
lblfeature3.caption=Auto-päivitys: Säästä aikaa kun päivitetään uusimpaan versioon.
lblfeature4.caption=Hienot uudet ulkoasut & teemat: Räätälöity Pro-käyttäjille.
lblfeature5.caption=Vapaa 24/7 Tekninen Tuki: Onko kysymyksiesi korjauksilla tärkeys.
lblrefund.caption=Olemme sitoutuneet 100% rahat takaisin palautukseen.
lblremind.caption=Muistuta myöhemmin
lblhint.caption=Wise Care 365 PRO:n Kattavat ominaisuudet:
lbldesc.caption=Menetät Pro-version etuoikeuksia joita sinulla on nyt.
btnrenew.caption=Uudista Nyt
WorkTotal=Tähän mennessä, Wise Care 365 on siivonnut %s roskatiedostoa, %d historia kohdetta ja korjannut %d rekisteri virhettä.

[Sysmon]
ActivityPercent=Toiminta prosentti
AdapterType=Kortin tyyppi
Asset=Etu merkki
ATAVER=ATA-versio
ATemperature=Keskilämpötila
ATM=ATM-tiedonsiirto
BiosDate=Biosin julkaisupäivä
Board=Emolevy
BoardType=Emolevyn tyypi
btnBoard.caption=Emolevy
btnDisk.caption=Levyt/Varastot
btnGraphic.caption=Näyttö/Näytönohjain
btnHardMonitor.caption=Laitteiston Tarkkailu
btnMemory.caption=Muistit
btnNetAdapter.caption=Verkkoliittymät
btnOsOverview.Caption=Käyttöjärjestelmä
btnOverview.caption=Yleisnäkymä
btnProcess.Caption=Tapahtuma
btnProcessor.caption=Prosessori
btnSoftMonitor.caption=Tapahtumien Tarkkailu
btnSoundCard.caption=Äänilähteet
BusType=Väylä tyyppi
BytesPerSector=Tavuja/Sektori
CacheSize=L2 välimuistin koko
ColorDepth=Värisyvyys
connected=yhdistetty etä käyttäjään.
connecting=sovitin yhdistetty.
Cores=Ydinten lukumäärä
CPU=Prosessori
CPUUpgrade=Prosessorin päivitys
CPUUsage=Prosessori: %d
CTemperature=Ytimen %d lämpötila
CurrentSpeed=Pros. nykyinen nopeus
Cylinders=Sylintereitä
DataWidth=Väylä leveys
Description=Kuvaus
DeviceID=Laitteen tunnus
DHCP=DHCP palvelin osoite
DHCPName=DHCP:n alanimi
disconnected=ei yhdistettynä
Disk=Levy/Varasto
DiskRPM=Levyn kierrokset(R/m)
DiskRPM=Levyn kierrokset(R/s)
DNSIP=DNS palvelimien IP-osoitteet
DNSServers=DNS palvelimet
DNSSuffixes=DNS päätteet
DomainName=Verkkoalue nimi
Drive=Levyn kirjain:
EngineClock=Ytimen kellotaajuus
Ethernet=Ethernet-verkko
Familiy=Perhe
Fans=Tuulettimet
FileSystemName=Tiedostojärjestelmä
Form=Malli
FreeSpace=Vapaa tila
frmSoftMonitor.ppDetails=Yksityiskohtaiset tiedot
frmSoftMonitor.ppKillProc=Lopeta tapahtuma
frmSoftMonitor.ppNet1=Estä Verkkoliitos
frmSoftMonitor.ppNet2=Salli Verkkoliitos
Gateway=Yhdyskäytävä osoite
GPU=Näyttöprosessori
GPUChip=Näytönohjain siru
Graphics=Näyttö/Näytönohjain
HandleNumber=Sisältyvien kohteiden käsitelyjä
HDFirmware=Laitteisto versio
HostName=Isäntä nimi
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 langaton
InterfaceType=Liitynnän tyyppi
IPAddress=IP-osoite
IPMask=IP aliverkko peite
LANdisabled=Verkko sovitin on poistettu käytöstä.
Loading=Ladataan...
Locator=Väylä sijainti
MACAddress=MAC osoite
Manufacter=Valmistaja
MaximumSpeed=Pros. enimmäis nopeus
MaxSpeed=Enimmäis nopeus
MediaType=Tiedon tyyppi
Memory=Muistia
MemoryClock=Muistin kellotaajuus
MemoryType=Muistin tyyppi
MemoryUsage=Muistia: %s/%s
MemSlot=Muistiväylä n:o:
MemSlotCount=Muistipaikkojen määrä
Name=Malli/Tyyppi
NetAdater=Verkkoliittymät
NetConnectionID=Verkko yhteyden tunnus
Normal=Normaali
OperStatus=Toiminnan tila
OS=Käyttöjärjestelmä
OSAbbreviate=Kielen lyhenne
OSCountry=Valtio tunnus
OSCSD=Päivitys
OSDaylightName=Paikallis nimi
OSDisplayName=Näyttö nimi
OSEdition=Versio
OSInstallDate=Asennus päivä
OSLanguage=Kieli
OSLOCAL=PAIKALLISET asetukset
OSLongDateFormat=Pitkä päivän muoto
OSMonetary=Valuutta tunnus
OSMonetarySymbol=Kansainvälinen valuutan nimi
OSPaths=Ympäristömuuttujat
OSProductID=Tuote tunnus
OSProductKey=Tuote avain
OSRegisteredOrg=Rekisteröity yritys
OSRegisteredUser=Rekisteröity käyttäjä
OSShortDateFormat=Lyhyt päivän muoto
OSStandardName=Perus nimi
OSTimezone=Aika vyöhyke
OSUTC=Yleisaika poikkeama(min.)
OSversor=versio n:o
OtherType=Muu
Overview=Tietokone Yleisnäkymä
Part=Osa numero
PartitionLength=Osion koko
PartitionNumber=Osio numero:
PhysicalAvailable=Asennettua käytettävissä: 
PhysicalFree=Asennettua vapaana:
PhysicalTotal=Asennettua yhteensä: 
PhysicalUsed=Asennetua käytössä: 
PixHeight=Korkeus(pikseliä)
PixWidth=Leveys(pikseliä)
ppmDetails=Avaa Päänäkymä
ppmExit=Poistu ohjelmasta
ppmHide=Piilota Kelluvannäyttö
ppmShowFloat=Näytä Kelluvanäyttö
ppmStayontop=Pidä päällimäisenä
PPP=PPP-verkko
processName=Tehtävän nimi
Processor=Prosessori
processpath=Sijainti
Product=Tuote
Recv=Vastaanotto määrä
RecvS=Vastaanotto/s
RefreshRate=Päivitys tiheys
SATAVER=SATA-versio
SectorsPerTrack=Sektoreita/Ura
Send=Lähetys määrä
SendS=Lähetys/s
Serial=Sarja numero
ShowNetOnly=Näytä vain Verkkotehtävät
ShowSysProcess=Näytä Järjestelmätehtävät
Size=Koko
Socket=Kannan malli
SoftwareLookback=Ohjelmallinen verkon takaisinkytkentä
SoundCard=Äänilähteet
Speed=Nopeus
SSD=Puolijohde(SSD)levy
StartingOffset=Aloitus kohta
SystemCache=Järjestelmän välimuistia: 
Technology=Teknologia
Temperature=Lämpötila
TemperatureMon=Lämpötilan tarkkailu
Temperatures=Lämpötilat
TfrmMemoryProcList.btnSpeedup_1=Tehostetaan
TfrmMemoryProcList.btnSpeedup=Tehostus
TfrmMemoryProcList.memstate1=Toimii hyvin
TfrmMemoryProcList.memstate2=Käy normaalisti
TfrmMemoryProcList.memstate3=Käy hitaasti
TfrmMemoryProcList.OptimizationMem=Vapautui %s
TfrmMonitorPopup.lbl1_C=Prosessorin käyttö (X sammuttaa)
TfrmMonitorPopup.lbl1_M=Muistin käyttö (V tehostaa)
TfrmMonitorPopup.lbl1_R=Latausnopeus
TfrmMonitorPopup.lbl1_S=Lähetysnopeus
TfrmMonitorPopup.lbl1_T=Laitteisto-osien lämpötilat
TfrmMonitorPopup.lbl2_C=Prosessori käytön vaihtelu
TfrmMonitorPopup.lbl2_M=Järjestelmä muistin tila
TfrmMonitorPopup.lbl2_R=Latausnopeuden seuranta
TfrmMonitorPopup.lbl2_S=Lähetysnopeuden seuranta
TfrmMonitorPopup.lblBoard.caption=Emolevy
TfrmMonitorPopup.lblCpu.caption=Prosessori
TfrmMonitorPopup.lblGpu.caption=Näyttö/Näytönohjain
TfrmMonitorPopup.lblhdd.caption=Levyt/Varastot
Threads=Säikeiden lukumäärä
TokenRing=Token Ring-verkko
Total=Yhteensä
TotalProcess=Löytyi %d tehtävää, sisältäen %d käyttäjä ja %d järjestelmä tehtävää.
TotalSpace=Kokonais koko
TracksPerCylinder=Uria/Sylinteri
Tunnel=Tunnelointi tyypi kapseloitu
Type=Tyypi
Unknown type=Tuntematon tyyppi
User=Käyttäjä
Version=Versio
VideoDisplay=Näyttö nimi
VideoMode=Videotilan kuvaus
Voltages=Jännitteet
VolumeName=Levyn nimi
WANconnected=WAN sovitinta ei ole yhdistetty.
WINSAddress=Ensisijainen WINS osoite

[AutoRun]
ResultHint=Ajastettu auto-siivous on suoritettu
Result=Siivouksen tulos

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Rekisterin suojaus
TfrmRegFilterNotify.lblTitle.Caption=Järjestelmän suojaus
TfrmRegFilterNotify.lblProgram.Caption=Riski ohjelma:
KeyName=Rekisteri avain:
TfrmRegFilterNotify.lblKey.Caption=Avaimen polku:
TfrmRegFilterNotify.ckbRemind.Caption=Enää ei näytetä tätä sijaintia
TfrmRegFilterNotify.btnDeny.Caption=Estä
TfrmRegFilterNotify.btnAllow.Caption=Salli
pmAllowProgram=Salli aina tämä ohjelma
pmDenyProgram=Estä aina tämä ohjelma
regnotifydefaultbrowser=Jokin ohjelma muuttanut oletusselainta
regnotifystartrun1desc=Jokin ohjelma asetettu käynnistykseen
regnotifyservicesdesc=Jokin ohjelma yrittää asentaa ajuria tai palvelua
regnotifyifeodesc=Jokin ohjelma yrittää kaapata suoritettavaa ohjelmaa
regnotifyspidesc=Jokin ohjelma muuttaa kerros verkon protokollaa
regnotifyIEStartPageDesc=Jokin ohjelma yrittää muuttaa MS IE:n kotisivua
egnotifydefaultbrowser_n=Vaihda oletus selain
regnotifystartrundesc_n=Muuta käynnistyviä
regnotifyservicesdesc_n=Asenna ajuri tai palvelu
regnotifyifeodesc_n=Kaappaa suoritettava ohjelma
regnotifyspidesc_n=Muuta verkon kerros säänöstöä
regnotifyIEStartPageDesc_n=Vaihda selaimen kotisivu


[EUASK]
regcaption=Rekisteröidy
logincaption=Kirjaudu
FrmEuaskLogin.lblJoin.Caption=Käytä Euaskia
FrmEuaskLogin.lblSign.Caption=Kirjaudu Euaskiin
FrmEuaskLogin.lblnick.Caption=Käyttäjänimi:
FrmEuaskLogin.lbl1.Caption=Salasana:
FrmEuaskLogin.btnlogin.caption=Kirjaudu
FrmEuaskLogin.btnregister.Caption=Rekisteröidy
FrmEuaskLogin.btnpwd.Caption=Oletko unohtanut salasanasi?
FrmEuaskLogin.WiseLabel1.Caption=Käyttäjä nimi:
FrmEuaskLogin.WiseLabel2.Caption=Salasana:
FrmEuaskLogin.btnreg.caption=Rekisteröidy
FrmEuaskLogin.WiseSimpleButton1.Caption=Kirjaudu
FrmEuaskLogin.lbl2.Caption=Sähköposti:
FrmEuaskLogin.btnnone.Caption=Ei nyt
inputuser=Anna salasanasi ja käyttäjänimesi.